[{"Title":"A lumped parameter model of the coronary circulation incorporating time-varying resistance, intramyocardial pressure and vascular compliance.","Journal":"Journal of biomechanics","Authors":"Yong E., Latief J., Wang Y., Erlinge D., Dahlgren A., Kotecha T., Muthurangu V., Torii R.","Year":"2025","DOI":"10.1016\/j.jbiomech.2025.112679","DocumentType":"Article","PublicationDate":1754006400000},{"Title":"Transthyretin amyloid cardiomyopathy: natural history and treatment response assessed by cardiovascular magnetic resonance.","Journal":"European heart journal","Authors":"Patel R., Ioannou A., Sheikh A., Razvi Y., Mansell J., Martinez-Naharro A., Knight D., Kotecha T., Porcari A., Chacko L., Brown J., Manisty C., Moon J., Lachmann H., Wechalekar A., Whelan C., Venneri L., Kellman P., Hawkins P., Gillmore J., Fontana M.","Year":"2025","DOI":"10.1093\/eurheartj\/ehaf412","DocumentType":"Article","PublicationDate":1752192000000},{"Title":"Defining Diastolic Dysfunction Post-Fontan: Threshold, Risk Factors, and Associations with Outcomes.","Journal":"American heart journal","Authors":"Alsaied T., Li R., Grant H., Schiff M., Li Y., Christopher A., Kreutzer J., Goldstein B., Soslow J., Loke Y., Fogel M., Slesnick T., Krishnamurthy R., Muthurangu V., Dorfman A., Lam C., Weigand J., Robinson J., Olivieri L., Rathod R.","Year":"2025","DOI":"10.1016\/j.ahj.2025.07.007","DocumentType":"Article","PublicationDate":1752105600000},{"Title":"Strategies to enhance recruitment of female participants to cardiovascular research: a joint British Cardiovascular Societies' consensus document in collaboration with the British Heart Foundation Clinical Research Collaborative.","Journal":"Heart (British Cardiac Society)","Authors":"Kunadian V., Pompei G., Dasgupta I., Swift P., Adamson D., Banerjee A., Guzik T., Hildick-Smith D., Garbi M., Laskar N., Anderson L., Zakeri R., Ahmed F., Rosen S., Bannister C., Roberts E., Quail M., Coats L., Page S., Wicks E., Moorjani N., Loubani M., Probert H., Cowie A., Thakkar R., Moore J., Deshpande A., Augustine D., Paton M., Captur G., Singh A., Morgan H., Brown O., Ting F., Hogan S., Sanders K., Ashton J., Malkin R., Brown S., Arnold A., Rodas M., Zhecheva V., Ng G.","Year":"2025","DOI":"10.1136\/heartjnl-2024-325545","DocumentType":"Article","PublicationDate":1748736000000},{"Title":"Polyacrylamide Gel Calibration Phantoms for Quantification in Sodium MRI.","Journal":"NMR in biomedicine","Authors":"Rot S., Oliver-Taylor A., Baker R., Steeden J., Golay X., Solanky B., Gandini Wheeler-Kingshott C.","Year":"2025","DOI":"10.1002\/nbm.70056","DocumentType":"Article","PublicationDate":1748736000000},{"Title":"Fully automated measurement of aortic pulse wave velocity from routine cardiac MRI studies.","Journal":"Magnetic resonance imaging","Authors":"Jiang Y., Yao T., Paliwal N., Knight D., Punjabi K., Steeden J., Hughes A., Muthurangu V., Davies R.","Year":"2025","DOI":"10.1016\/j.mri.2025.110442","DocumentType":"Article","PublicationDate":1748563200000},{"Title":"Cardiopulmonary Exercise Testing With Exercise Echocardiography to Assess Treatment Response in Transthyretin Amyloid Cardiomyopathy.","Journal":"JACC. Heart failure","Authors":"Patel R., Bandera F., Venneri L., Knight D., Porcari A., Muthurangu V., Guazzi M., Hawkins P., Gillmore J., Fontana M.","Year":"2025","DOI":"10.1016\/j.jchf.2025.01.020","DocumentType":"Article","PublicationDate":1746057600000},{"Title":"Serological Responses to Target Streptococcus pyogenes Vaccine Antigens in Patients With Proven Invasive β-Hemolytic Streptococcal Infections.","Journal":"The Journal of infectious diseases","Authors":"Langworthy K., Taggart M., Smith R., Levy A., Knight D., Hui S., Fulurija A., Morici M., Raby E., Manning L.","Year":"2025","DOI":"10.1093\/infdis\/jiae496","DocumentType":"Article","PublicationDate":1744675200000},{"Title":"The contribution of genetic determinants of blood gene expression and splicing to molecular phenotypes and health outcomes.","Journal":"Nature genetics","Authors":"Tokolyi A., Persyn E., Nath A., Burnham K., Marten J., Vanderstichele T., Tardaguila M., Stacey D., Farr B., Iyer V., Jiang X., Lambert S., Noell G., Quail M., Rajan D., Ritchie S., Sun B., Thurston S., Xu Y., Whelan C., Runz H., Petrovski S., Gaffney D., Roberts D., Di Angelantonio E., Peters J., Soranzo N., Danesh J., Butterworth A., Inouye M., Davenport E., Paul D.","Year":"2025","DOI":"10.1038\/s41588-025-02096-3","DocumentType":"Article","PublicationDate":1740787200000},{"Title":"CiFi: Accurate long-read chromatin conformation capture with low-input requirements.","Journal":"bioRxiv : the preprint server for biology","Authors":"McGinty S., Kaya G., Sim S., Corpuz R., Quail M., Lawniczak M., Geib S., Korlach J., Dennis M.","Year":"2025","DOI":"10.1101\/2025.01.31.635566","DocumentType":"Article","PublicationDate":1738713600000},{"Title":"Pulsed electric field (PEF) treatment of refractory vulvar melanoma concurrently treated with immune checkpoint blockade demonstrating an abscopal response: A case report.","Journal":"Gynecologic oncology reports","Authors":"Knight D., Hillard H., Handran C., Kuhlman P.","Year":"2025","DOI":"10.1016\/j.gore.2024.101671","DocumentType":"Article","PublicationDate":1738368000000},{"Title":"Predicting Peri-Operative Cardiorespiratory Adverse Events in Children with Idiopathic Pulmonary Arterial Hypertension Undergoing Cardiac Catheterization Using Echocardiography: A Cohort Study.","Journal":"Pediatric cardiology","Authors":"Dawes T., Woodham V., Sharkey E., McEwan A., Derrick G., Muthurangu V., Moledina S., Hepburn L.","Year":"2025","DOI":"10.1007\/s00246-024-03447-3","DocumentType":"Article","PublicationDate":1738368000000},{"Title":"A machine learning algorithm for creating isotropic 3D aortic segmentations from routine cardiac MR localizers.","Journal":"Magnetic resonance imaging","Authors":"Jiang Y., Punjabi K., Pierce I., Knight D., Yao T., Steeden J., Hughes A., Muthurangu V., Davies R.","Year":"2025","DOI":"10.1016\/j.mri.2024.110253","DocumentType":"Article","PublicationDate":1735689600000},{"Title":"Cardiac MRI Predictors of Arrhythmic Sudden Cardiac Events in Patients With Fontan Circulation.","Journal":"Journal of the American College of Cardiology","Authors":"Wolfe N., Schiff M., Olivieri L., Christopher A., Fogel M., Slesnick T., Krishnamurthy R., Muthurangu V., Dorfman A., Lam C., Weigand J., Robinson J., Rathod R., Alsaied T.","Year":"2024","DOI":"10.1016\/j.jacc.2024.08.063","DocumentType":"Article","PublicationDate":1734393600000},{"Title":"Complete genome sequences of toxigenic ","Journal":"Microbiology resource announcements","Authors":"Hain-Saunders N., Knight D., Bruce M., Riley T.","Year":"2024","DOI":"10.1128\/mra.01086-24","DocumentType":"Article","PublicationDate":1733961600000},{"Title":"Clinical impact of novel cardiovascular magnetic resonance technology on patients with congenital heart disease: a scientific statement of the Association for European Pediatric and Congenital Cardiology and the European Association of Cardiovascular Imaging of the European Society of Cardiology.","Journal":"European heart journal. Cardiovascular Imaging","Authors":"Voges I., Raimondi F., McMahon C., Ait-Ali L., Babu-Narayan S., Botnar R., Burkhardt B., Gabbert D., Grosse-Wortmann L., Hasan H., Hansmann G., Helbing W., Krupickova S., Latus H., Martini N., Martins D., Muthurangu V., Ojala T., van Ooij P., Pushparajah K., Rodriguez-Palomares J., Sarikouch S., Grotenhuis H., Greil F., Bohbot Y., Cikes M., Dweck M., Donal E., Grapsa J., Keenan N., Petrescu A., Szabo L., Ricci F., Uusitalo V.","Year":"2024","DOI":"10.1093\/ehjci\/jeae172","DocumentType":"Article","PublicationDate":1732665600000},{"Title":"Prognostic utility of exercise cardiovascular magnetic resonance in patients with systemic sclerosis-associated pulmonary arterial hypertension.","Journal":"European heart journal. Cardiovascular Imaging","Authors":"Brown J., Virsinskaite R., Kotecha T., Steeden J., Fontana M., Karia N., Schreiber B., Ong V., Denton C., Coghlan J., Muthurangu V., Knight D.","Year":"2024","DOI":"10.1093\/ehjci\/jeae177","DocumentType":"Article","PublicationDate":1732665600000},{"Title":"The Bioinformatic Applications of Hi-C and Linked Reads.","Journal":"Genomics, proteomics & bioinformatics","Authors":"Jiang L., Quail M., Fraser-Govil J., Wang H., Shi X., Oliver K., Mellado Gomez E., Yang F., Ning Z.","Year":"2024","DOI":"10.1093\/gpbjnl\/qzae048","DocumentType":"Article","PublicationDate":1728950400000},{"Title":"Towards integrated cross-sectoral surveillance of pathogens and antimicrobial resistance: Needs, approaches, and considerations for linking surveillance to action.","Journal":"Environment international","Authors":"Lappan R., Chown S., French M., Perlaza-Jiménez L., Macesic N., Davis M., Brown R., Cheng A., Clasen T., Conlan L., Goddard F., Henry R., Knight D., Li F., Luby S., Lyras D., Ni G., Rice S., Short F., Song J., Whittaker A., Leder K., Lithgow T., Greening C.","Year":"2024","DOI":"10.1016\/j.envint.2024.109046","DocumentType":"Article","PublicationDate":1727740800000},{"Title":"Native myocardial T1 and right ventricular size by CMR predict outcome in systemic sclerosis-associated pulmonary hypertension.","Journal":"Rheumatology (Oxford, England)","Authors":"Knight D., Virsinskaite R., Karia N., Cole A., Maclean R., Brown J., Patel R., Razvi Y., Venneri L., Kotecha T., Martinez-Naharro A., Kellman P., Scott-Russell A., Schreiber B., Ong V., Denton C., Fontana M., Coghlan J., Muthurangu V.","Year":"2024","DOI":"10.1093\/rheumatology\/keae141","DocumentType":"Article","PublicationDate":1727740800000},{"Title":"High-Performing Fontan Patients: A Fontan Outcome Registry by Cardiac Magnetic Resonance Imaging Study.","Journal":"JACC. Advances","Authors":"Alsaied T., Li R., Christopher A., Fogel M., Slesnick T., Krishnamurthy R., Muthurangu V., Dorfman A., Lam C., Weigand J., Robinson J., Cordina R., Olivieri L., Rathod R.","Year":"2024","DOI":"10.1016\/j.jacadv.2024.101254","DocumentType":"Article","PublicationDate":1727740800000},{"Title":"Selection of DNA aptamers that prevent the fibrillization of α-synuclein protein in cellular and mouse models.","Journal":"Molecular therapy. Nucleic acids","Authors":"McConnell E., Chan D., Ventura K., Callahan J., Harris K., Hunt V., Boisjoli S., Knight D., Monk E., Holahan M., DeRosa M.","Year":"2024","DOI":"10.1016\/j.omtn.2024.102251","DocumentType":"Article","PublicationDate":1725926400000},{"Title":"The beating heart: artificial intelligence for cardiovascular application in the clinic.","Journal":"Magma (New York, N.Y.)","Authors":"Villegas-Martinez M., de Villedon de Naide V., Muthurangu V., Bustin A.","Year":"2024","DOI":"10.1007\/s10334-024-01180-9","DocumentType":"Article","PublicationDate":1719792000000},{"Title":"Rapid 2D ","Journal":"Magnetic resonance imaging","Authors":"Baker R., Muthurangu V., Rega M., Walsh S., Steeden J.","Year":"2024","DOI":"10.1016\/j.mri.2024.04.027","DocumentType":"Article","PublicationDate":1719792000000},{"Title":"Image2Flow: A proof-of-concept hybrid image and graph convolutional neural network for rapid patient-specific pulmonary artery segmentation and CFD flow field calculation from 3D cardiac MRI data.","Journal":"PLoS computational biology","Authors":"Yao T., Pajaziti E., Quail M., Schievano S., Steeden J., Muthurangu V.","Year":"2024","DOI":"10.1371\/journal.pcbi.1012231","DocumentType":"Article","PublicationDate":1717200000000},{"Title":"Training deep learning based dynamic MR image reconstruction using open-source natural videos.","Journal":"Scientific reports","Authors":"Jaubert O., Pascale M., Montalt-Tordera J., Akesson J., Virsinskaite R., Knight D., Arridge S., Steeden J., Muthurangu V.","Year":"2024","DOI":"10.1038\/s41598-024-62294-7","DocumentType":"Article","PublicationDate":1716422400000},{"Title":"Defining the phylogenetics and resistome of the major ","Journal":"Microbial genomics","Authors":"O'Grady K., Hong S., Putsathit P., George N., Hemphill C., Huntington P., Korman T., Kotsanas D., Lahra M., McDougall R., McGlinchey A., Levy A., Moore C., Nimmo G., Prendergast L., Robson J., Speers D., Waring L., Wehrhahn M., Weldhagen G., Wilson R., Riley T., Knight D.","Year":"2024","DOI":"10.1099\/mgen.0.001232","DocumentType":"Article","PublicationDate":1714521600000},{"Title":"Identifying the best PCR enzyme for library amplification in NGS.","Journal":"Microbial genomics","Authors":"Quail M., Corton C., Uphill J., Keane J., Gu Y.","Year":"2024","DOI":"10.1099\/mgen.0.001228","DocumentType":"Article","PublicationDate":1711929600000},{"Title":"Rapid desensitization through immunoadsorption during cardiopulmonary bypass. A novel method to facilitate human leukocyte antigen incompatible heart transplantation.","Journal":"Perfusion","Authors":"Issitt R., Cudworth E., Cortina-Borja M., Gupta A., Kallon D., Crook R., Shaw M., Robertson A., Tsang V., Henwood S., Muthurangu V., Sebire N., Burch M., Fenton M.","Year":"2024","DOI":"10.1177\/02676591221151035","DocumentType":"Article","PublicationDate":1711929600000},{"Title":"Cardiopulmonary Exercise Testing in Evaluating Transthyretin Amyloidosis.","Journal":"JAMA cardiology","Authors":"Patel R., Bandera F., Venneri L., Porcari A., Razvi Y., Ioannou A., Chacko L., Martinez-Naharro A., Rauf M., Knight D., Brown J., Petrie A., Wechalekar A., Whelan C., Lachmann H., Muthurangu V., Guazzi M., Hawkins P., Gillmore J., Fontana M.","Year":"2024","DOI":"10.1001\/jamacardio.2024.0022","DocumentType":"Article","PublicationDate":1711929600000},{"Title":"Sendaway capillary NT-proBNP in pulmonary hypertension.","Journal":"BMJ open respiratory research","Authors":"Stubbs H., Cannon J., Knightbridge E., Durrington C., Roddis C., Gin-Sing W., Massey F., Knight D., Virsinskaite R., Lordan J., Sear E., Apple-Pinguel J., Morris E., Johnson M., Wort S.","Year":"2024","DOI":"10.1136\/bmjresp-2023-002124","DocumentType":"Article","PublicationDate":1711065600000},{"Title":"Myocardial perfusion in cardiac amyloidosis.","Journal":"European journal of heart failure","Authors":"Chacko L., Kotecha T., Ioannou A., Patel N., Martinez-Naharro A., Razvi Y., Patel R., Massa P., Venneri L., Brown J., Porcari A., Knott K., Manisty C., Knight D., Lockie T., Rakhit R., Lachmann H., Wechelakar A., Whelan C., Ponticos M., Moon J., González A., Gilbertson J., Riefolo M., Leone O., Xue H., Hawkins P., Kellman P., Gillmore J., Fontana M.","Year":"2024","DOI":"10.1002\/ejhf.3137","DocumentType":"Article","PublicationDate":1709251200000},{"Title":"Haplotype-specific assembly of shattered chromosomes in esophageal adenocarcinomas.","Journal":"Cell genomics","Authors":"Ijaz J., Harry E., Raine K., Menzies A., Beal K., Quail M., Zumalave S., Jung H., Coorens T., Lawson A., Leongamornlert D., Francies H., Garnett M., Ning Z., Campbell P.","Year":"2024","DOI":"10.1016\/j.xgen.2023.100484","DocumentType":"Article","PublicationDate":1707868800000},{"Title":"Association of exercise with pan-cancer incidence and overall survival.","Journal":"Cancer cell","Authors":"Lavery J., Boutros P., Knight D., Tammela T., Moskowitz C., Jones L.","Year":"2024","DOI":"10.1016\/j.ccell.2023.12.007","DocumentType":"Article","PublicationDate":1707696000000},{"Title":"Deep phenotyping of p.(V142I)-associated variant transthyretin amyloid cardiomyopathy: Distinct from wild-type transthyretin amyloidosis?","Journal":"European journal of heart failure","Authors":"Razvi Y., Ioannou A., Patel R., Chacko L., Karia N., Riefolo M., Porcari A., Rauf M., Starr N., Ganesananthan S., Blakeney I., Kaza N., Filisetti S., Bolhuis R., Rowczenio D., Gilbertson J., Hutt D., Mahmood S., Lachmann H., Wechalekar A., Kotecha T., Knight D., Coghlan J., Petrie A., Whelan C., Venneri L., Martinez-Naharro A., Hawkins P., Fontana M., Gillmore J.","Year":"2024","DOI":"10.1002\/ejhf.3088","DocumentType":"Article","PublicationDate":1706745600000},{"Title":"Recurrent episodes of Takotsubo cardiomyopathy in systemic sclerosis.","Journal":"Journal of scleroderma and related disorders","Authors":"Vreeburg Y., Knight D., Coghlan J., Ong V., Denton C.","Year":"2024","DOI":"10.1177\/23971983231188824","DocumentType":"Article","PublicationDate":1706745600000},{"Title":"Removal of mobile genetic elements from the genome of ","Journal":"Frontiers in microbiology","Authors":"Hussain H., Nubgan A., Rodríguez C., Imwattana K., Knight D., Parthala V., Mullany P., Goh S.","Year":"2024","DOI":"10.3389\/fmicb.2024.1416665","DocumentType":"Article","PublicationDate":1704067200000},{"Title":"Design and implementation of multicenter pediatric and congenital studies with cardiovascular magnetic resonance: Big data in smaller bodies.","Journal":"Journal of cardiovascular magnetic resonance : official journal of the Society for Cardiovascular Magnetic Resonance","Authors":"DiLorenzo M., Lee S., Rathod R., Raimondi F., Farooqi K., Jain S., Samyn M., Johnson T., Olivieri L., Fogel M., Lai W., Renella P., Powell A., Buddhe S., Stafford C., Johnson J., Helbing W., Pushparajah K., Voges I., Muthurangu V., Miles K., Greil G., McMahon C., Slesnick T., Fonseca B., Morris S., Soslow J., Grosse-Wortmann L., Beroukhim R., Grotenhuis H.","Year":"2024","DOI":"10.1016\/j.jocmr.2024.101041","DocumentType":"Article","PublicationDate":1704067200000},{"Title":"HyperSLICE: HyperBand optimized spiral for low-latency interactive cardiac examination.","Journal":"Magnetic resonance in medicine","Authors":"Jaubert O., Montalt-Tordera J., Knight D., Arridge S., Steeden J., Muthurangu V.","Year":"2024","DOI":"10.1002\/mrm.29855","DocumentType":"Article","PublicationDate":1704067200000},{"Title":"2D sodium MRI of the human calf using half-sinc excitation pulses and compressed sensing.","Journal":"Magnetic resonance in medicine","Authors":"Baker R., Muthurangu V., Rega M., Montalt-Tordera J., Rot S., Solanky B., Gandini Wheeler-Kingshott C., Walsh S., Steeden J.","Year":"2024","DOI":"10.1002\/mrm.29841","DocumentType":"Article","PublicationDate":1704067200000},{"Title":"Evaluation of controls, quality control assays, and protocol optimisations for PacBio HiFi sequencing on diverse and challenging samples.","Journal":"Frontiers in genetics","Authors":"Bronner I., Dawson E., Park N., Piepenburg O., Quail M.","Year":"2024","DOI":"10.3389\/fgene.2024.1505839","DocumentType":"Article","PublicationDate":1704067200000},{"Title":"Exome sequencing of UK birth cohorts.","Journal":"Wellcome open research","Authors":"Koko M., Fabian L., Popov I., Eberhardt R., Zakharov G., Huang Q., Wade E., Azad R., Danecek P., Ho K., Hough A., Huang W., Lindsay S., Malawsky D., Bonfanti D., Mason D., Plowman D., Quail M., Ring S., Shireby G., Widaa S., Fitzsimons E., Iyer V., Bann D., Timpson N., Wright J., Hurles M., Martin H.","Year":"2024","DOI":"10.12688\/wellcomeopenres.22697.2","DocumentType":"Article","PublicationDate":1704067200000},{"Title":"A Deep Learning Pipeline for Assessing Ventricular Volumes from a Cardiac MRI Registry of Patients with Single Ventricle Physiology.","Journal":"Radiology. Artificial intelligence","Authors":"Yao T., St Clair N., Miller G., Dorfman A., Fogel M., Ghelani S., Krishnamurthy R., Lam C., Quail M., Robinson J., Schidlow D., Slesnick T., Weigand J., Steeden J., Rathod R., Muthurangu V.","Year":"2024","DOI":"10.1148\/ryai.230132","DocumentType":"Article","PublicationDate":1704067200000},{"Title":"Pulse wave velocity during re-feeding and with weight gain in underweight female adolescents with anorexia nervosa.","Journal":"Journal of human hypertension","Authors":"Hudson L., Al-Khairulla H., Maicoo M., Borja M., Rapala A., Viner R., Nicholls D., Taylor A., Muthurangu V., Hughes A.","Year":"2023","DOI":"10.1038\/s41371-023-00848-4","DocumentType":"Article","PublicationDate":1701388800000},{"Title":"Predictors of outcomes in mild pulmonary hypertension according to 2022 ESC\/ERS Guidelines: the EVIDENCE-PAH UK study.","Journal":"European heart journal","Authors":"Karia N., Howard L., Johnson M., Kiely D., Lordan J., McCabe C., Pepke-Zaba J., Ong R., Preiss M., Knight D., Muthurangu V., Coghlan J.","Year":"2023","DOI":"10.1093\/eurheartj\/ehad532","DocumentType":"Article","PublicationDate":1700524800000},{"Title":"Somatic evolution of marine transmissible leukemias in the common cockle, Cerastoderma edule.","Journal":"Nature cancer","Authors":"Bruzos A., Santamarina M., García-Souto D., Díaz S., Rocha S., Zamora J., Lee Y., Viña-Feás A., Quail M., Otero I., Pequeño-Valtierra A., Temes J., Rodriguez-Castro J., Aramburu L., Vidal-Capón A., Villanueva A., Costas D., Rodríguez R., Prieto T., Tomás L., Alvariño P., Alonso J., Cao A., Iglesias D., Carballal M., Amaral A., Balseiro P., Calado R., El Khalfi B., Izagirre U., de Montaudouin X., Pade N., Probert I., Ricardo F., Ruiz P., Skazina M., Smolarz K., Pasantes J., Villalba A., Ning Z., Ju Y., Posada D., Demeulemeester J., Baez-Ortega A., Tubio J.","Year":"2023","DOI":"10.1038\/s43018-023-00641-9","DocumentType":"Article","PublicationDate":1698796800000},{"Title":"Biogeographic distribution and molecular epidemiology of ","Journal":"Applied and environmental microbiology","Authors":"Cautivo-Reyes K., Knight D., Bowie D., Moreira-Grez B., Whiteley A., Riley T.","Year":"2023","DOI":"10.1128\/aem.00379-23","DocumentType":"Article","PublicationDate":1698710400000},{"Title":"Identifying Characteristics of Short-Term Response to Transcatheter Edge-to-Edge Mitral Valve Repair.","Journal":"The American journal of cardiology","Authors":"Patel K., Vandermolen S., Alharbi B., Hoare D., Mukhopadhyay S., Smith A., Bhattacharyya S., Muthurangu V., Mullen M.","Year":"2023","DOI":"10.1016\/j.amjcard.2023.07.079","DocumentType":"Article","PublicationDate":1696118400000},{"Title":"Tracking Treatment Response in Cardiac Light-Chain Amyloidosis With Native T1 Mapping.","Journal":"JAMA cardiology","Authors":"Ioannou A., Patel R., Martinez-Naharro A., Razvi Y., Porcari A., Rauf M., Bolhuis R., Fernando-Sayers J., Virsinskaite R., Bandera F., Kotecha T., Venneri L., Knight D., Manisty C., Moon J., Lachmann H., Whelan C., Kellman P., Hawkins P., Gillmore J., Wechalekar A., Fontana M.","Year":"2023","DOI":"10.1001\/jamacardio.2023.2010","DocumentType":"Article","PublicationDate":1693526400000},{"Title":"Pulmonary hypertension - the latest updates for physicians.","Journal":"Clinical medicine (London, England)","Authors":"Virsinskaite R., Karia N., Kotecha T., Schreiber B., Coghlan J., Knight D.","Year":"2023","DOI":"10.7861\/clinmed.2023-23.5.Cardio4","DocumentType":"Article","PublicationDate":1693526400000},{"Title":"British Society of Echocardiography guideline for the transthoracic echocardiographic assessment of cardiac amyloidosis.","Journal":"Echo research and practice","Authors":"Moody W., Turvey-Haigh L., Knight D., Coats C., Cooper R., Schofield R., Robinson S., Harkness A., Oxborough D., Gillmore J., Whelan C., Augustine D., Fontana M., Steeds R.","Year":"2023","DOI":"10.1186\/s44156-023-00028-7","DocumentType":"Article","PublicationDate":1693440000000},{"Title":"Conventional heart failure therapy in cardiac ATTR amyloidosis.","Journal":"European heart journal","Authors":"Ioannou A., Massa P., Patel R., Razvi Y., Porcari A., Rauf M., Jiang A., Cabras G., Filisetti S., Bolhuis R., Bandera F., Venneri L., Martinez-Naharro A., Law S., Kotecha T., Virsinskaite R., Knight D., Emdin M., Petrie A., Lachmann H., Wechelakar A., Petrie M., Hughes A., Freemantle N., Hawkins P., Whelan C., McMurray J., Gillmore J., Fontana M.","Year":"2023","DOI":"10.1093\/eurheartj\/ehad347","DocumentType":"Article","PublicationDate":1691971200000},{"Title":"Whole-Body Magnetic Resonance Imaging Assessment of the Contributions of Adipose and Nonadipose Tissues to Cardiovascular Remodeling in Adolescents.","Journal":"Journal of the American Heart Association","Authors":"Hauser J., Burden S., Karunakaran A., Muthurangu V., Taylor A., Jones A.","Year":"2023","DOI":"10.1161\/JAHA.123.030221","DocumentType":"Article","PublicationDate":1690848000000},{"Title":"Tracking Multiorgan Treatment Response in Systemic AL-Amyloidosis With Cardiac Magnetic Resonance Derived Extracellular Volume Mapping.","Journal":"JACC. Cardiovascular imaging","Authors":"Ioannou A., Patel R., Martinez-Naharro A., Razvi Y., Porcari A., Hutt D., Bandera F., Kotecha T., Venneri L., Chacko L., Massa P., Hanger M., Knight D., Manisty C., Moon J., Quarta C., Lachmann H., Whelan C., Kellman P., Hawkins P., Gillmore J., Wechelakar A., Fontana M.","Year":"2023","DOI":"10.1016\/j.jcmg.2023.02.019","DocumentType":"Article","PublicationDate":1690848000000},{"Title":"Genomic Analysis of ","Journal":"Microorganisms","Authors":"Hain-Saunders N., Knight D., Bruce M., Byrne D., Riley T.","Year":"2023","DOI":"10.3390\/microorganisms11071743","DocumentType":"Article","PublicationDate":1688342400000},{"Title":"Toward Autonomous Pulmonary Artery Catheterization: A Learning-based Robotic Navigation System.","Journal":"Annual International Conference of the IEEE Engineering in Medicine and Biology Society. IEEE Engineering in Medicine and Biology Society. Annual International Conference","Authors":"Wang Y., Muthurangu V., Wurdemann H.","Year":"2023","DOI":"10.1109\/EMBC40787.2023.10340140","DocumentType":"Article","PublicationDate":1688169600000},{"Title":"The Brief Case: a White-Colony-Producing Clostridioides difficile Ribotype 020 Strain.","Journal":"Journal of clinical microbiology","Authors":"Imwattana K., Shivaperumal N., Leepattarakit T., Kiratisin P., Knight D., Riley T.","Year":"2023","DOI":"10.1128\/jcm.00893-22","DocumentType":"Article","PublicationDate":1687219200000},{"Title":"Multicenter research priorities in pediatric CMR: results of a collaborative wiki survey.","Journal":"Scientific reports","Authors":"Beroukhim R., Merlocco A., Gerardin J., Tham E., Patel J., Siddiqui S., Goot B., Farooqi K., Soslow J., Grotenhuis H., Hor K., Muthurangu V., Raimondi F.","Year":"2023","DOI":"10.1038\/s41598-023-34720-9","DocumentType":"Article","PublicationDate":1685750400000},{"Title":"Complete Genome Sequences of Evolutionary Clade C-III Strains of ","Journal":"Microbiology resource announcements","Authors":"Shivaperumal N., Hain-Saunders N., Chang B., Riley T., Knight D.","Year":"2023","DOI":"10.1128\/mra.00239-23","DocumentType":"Article","PublicationDate":1684281600000},{"Title":"Genomic epidemiology and transmission dynamics of recurrent Clostridioides difficile infection in Western Australia.","Journal":"European journal of clinical microbiology & infectious diseases : official publication of the European Society of Clinical Microbiology","Authors":"Knight D., Imwattana K., Collins D., Lim S., Hong S., Putsathit P., Riley T.","Year":"2023","DOI":"10.1007\/s10096-023-04569-x","DocumentType":"Article","PublicationDate":1682899200000},{"Title":"NCTC3000: a century of bacterial strain collecting leads to a rich genomic data resource.","Journal":"Microbial genomics","Authors":"Dicks J., Fazal M., Oliver K., Grayson N., Turnbull J., Bane E., Burnett E., Deheer-Graham A., Holroyd N., Kaushal D., Keane J., Langridge G., Lomax J., McGregor H., Picton S., Quail M., Singh D., Tracey A., Korlach J., Russell J., Alexander S., Parkhill J.","Year":"2023","DOI":"10.1099\/mgen.0.000976","DocumentType":"Article","PublicationDate":1682899200000},{"Title":"The evolution of two transmissible cancers in Tasmanian devils.","Journal":"Science (New York, N.Y.)","Authors":"Stammnitz M., Gori K., Kwon Y., Harry E., Martin F., Billis K., Cheng Y., Baez-Ortega A., Chow W., Comte S., Eggertsson H., Fox S., Hamede R., Jones M., Lazenby B., Peck S., Pye R., Quail M., Swift K., Wang J., Wood J., Howe K., Stratton M., Ning Z., Murchison E.","Year":"2023","DOI":"10.1126\/science.abq6453","DocumentType":"Article","PublicationDate":1682035200000},{"Title":"Multi-Imaging Characterization of Cardiac Phenotype in Different Types of Amyloidosis.","Journal":"JACC. Cardiovascular imaging","Authors":"Ioannou A., Patel R., Razvi Y., Porcari A., Knight D., Martinez-Naharro A., Kotecha T., Venneri L., Chacko L., Brown J., Manisty C., Moon J., Wisniowski B., Lachmann H., Wechelakar A., Whelan C., Kellman P., Hawkins P., Gillmore J., Fontana M.","Year":"2023","DOI":"10.1016\/j.jcmg.2022.07.008","DocumentType":"Article","PublicationDate":1680307200000},{"Title":"Shape-driven deep neural networks for fast acquisition of aortic 3D pressure and velocity flow fields.","Journal":"PLoS computational biology","Authors":"Pajaziti E., Montalt-Tordera J., Capelli C., Sivera R., Sauvage E., Quail M., Schievano S., Muthurangu V.","Year":"2023","DOI":"10.1371\/journal.pcbi.1011055","DocumentType":"Article","PublicationDate":1680307200000},{"Title":"Distinct cardiovascular phenotypes are associated with prognosis in systemic sclerosis: a cardiovascular magnetic resonance study.","Journal":"European heart journal. Cardiovascular Imaging","Authors":"Knight D., Karia N., Cole A., Maclean R., Brown J., Masi A., Patel R., Razvi Y., Chacko L., Venneri L., Kotecha T., Martinez-Naharro A., Kellman P., Scott-Russell A., Schreiber B., Ong V., Denton C., Fontana M., Coghlan J., Muthurangu V.","Year":"2023","DOI":"10.1093\/ehjci\/jeac120","DocumentType":"Article","PublicationDate":1679356800000},{"Title":"Myocardial Involvement After Hospitalization for COVID-19 Complicated by Troponin Elevation: A Prospective, Multicenter, Observational Study.","Journal":"Circulation","Authors":"Artico J., Shiwani H., Moon J., Gorecka M., McCann G., Roditi G., Morrow A., Mangion K., Lukaschuk E., Shanmuganathan M., Miller C., Chiribiri A., Prasad S., Adam R., Singh T., Bucciarelli-Ducci C., Dawson D., Knight D., Fontana M., Manisty C., Treibel T., Levelt E., Arnold R., Macfarlane P., Young R., McConnachie A., Neubauer S., Piechnik S., Davies R., Ferreira V., Dweck M., Berry C., Greenwood J.","Year":"2023","DOI":"10.1161\/CIRCULATIONAHA.122.060632","DocumentType":"Article","PublicationDate":1675123200000},{"Title":"Editorial for \"Automatic Time-Resolved Cardiovascular Segmentation of 4D Flow MRI Using Deep Learning\".","Journal":"Journal of magnetic resonance imaging : JMRI","Authors":"Montalt-Tordera J., Steeden J., Muthurangu V.","Year":"2023","DOI":"10.1002\/jmri.28220","DocumentType":"Article","PublicationDate":1672531200000},{"Title":"Cardiovascular magnetic resonance in light-chain amyloidosis to guide treatment.","Journal":"European heart journal","Authors":"Martinez-Naharro A., Patel R., Kotecha T., Karia N., Ioannou A., Petrie A., Chacko L., Razvi Y., Ravichandran S., Brown J., Law S., Quarta C., Mahmood S., Wisniowski B., Pica S., Sachchithanantham S., Lachmann H., Moon J., Knight D., Whelan C., Venneri L., Xue H., Kellman P., Gillmore J., Hawkins P., Wechalekar A., Fontana M.","Year":"2022","DOI":"10.1093\/eurheartj\/ehac363","DocumentType":"Article","PublicationDate":1669852800000},{"Title":"Sex differences among patients with transthyretin amyloid cardiomyopathy - from diagnosis to prognosis.","Journal":"European journal of heart failure","Authors":"Patel R., Ioannou A., Razvi Y., Chacko L., Venneri L., Bandera F., Knight D., Kotecha T., Martinez-Naharro A., Masi A., Porcari A., Brown J., Patel K., Manisty C., Moon J., Rowczenio D., Gilbertson J., Sinagra G., Lachmann H., Wechalekar A., Petrie A., Whelan C., Hawkins P., Gillmore J., Fontana M.","Year":"2022","DOI":"10.1002\/ejhf.2646","DocumentType":"Article","PublicationDate":1669852800000},{"Title":"Impact of Earlier Diagnosis in Cardiac ATTR Amyloidosis Over the Course of 20 Years.","Journal":"Circulation","Authors":"Ioannou A., Patel R., Razvi Y., Porcari A., Sinagra G., Venneri L., Bandera F., Masi A., Williams G., O'Beara S., Ganesananthan S., Massa P., Knight D., Martinez-Naharro A., Kotecha T., Chacko L., Brown J., Rauf M., Manisty C., Moon J., Lachmann H., Wechelakar A., Petrie A., Whelan C., Hawkins P., Gillmore J., Fontana M.","Year":"2022","DOI":"10.1161\/CIRCULATIONAHA.122.060852","DocumentType":"Article","PublicationDate":1669680000000},{"Title":"Automatic segmentation of the great arteries for computational hemodynamic assessment.","Journal":"Journal of cardiovascular magnetic resonance : official journal of the Society for Cardiovascular Magnetic Resonance","Authors":"Montalt-Tordera J., Pajaziti E., Jones R., Sauvage E., Puranik R., Singh A., Capelli C., Steeden J., Schievano S., Muthurangu V.","Year":"2022","DOI":"10.1186\/s12968-022-00891-z","DocumentType":"Article","PublicationDate":1667779200000},{"Title":"FReSCO: Flow Reconstruction and Segmentation for low-latency Cardiac Output monitoring using deep artifact suppression and segmentation.","Journal":"Magnetic resonance in medicine","Authors":"Jaubert O., Montalt-Tordera J., Brown J., Knight D., Arridge S., Steeden J., Muthurangu V.","Year":"2022","DOI":"10.1002\/mrm.29374","DocumentType":"Article","PublicationDate":1667260800000},{"Title":"IMproving PULmonary hypertension Screening by Echocardiography: IMPULSE.","Journal":"Echo research and practice","Authors":"Slegg O., Willis J., Wilkinson F., Sparey J., Wild C., Rossdale J., Ross R., Pauling J., Carson K., Kandan S., Oxborough D., Knight D., Peacock O., Suntharalingam J., Coghlan J., Augustine D.","Year":"2022","DOI":"10.1186\/s44156-022-00010-9","DocumentType":"Article","PublicationDate":1666137600000},{"Title":"Twenty-Year Experience and Outcomes in a National Pediatric Pulmonary Hypertension Service.","Journal":"American journal of respiratory and critical care medicine","Authors":"Constantine A., Dimopoulos K., Haworth S., Muthurangu V., Moledina S.","Year":"2022","DOI":"10.1164\/rccm.202110-2428OC","DocumentType":"Article","PublicationDate":1663200000000},{"Title":"Whole-genome sequencing links Clostridium (Clostridioides) difficile in a single hospital to diverse environmental sources in the community.","Journal":"Journal of applied microbiology","Authors":"Lim S., Collins D., Imwattana K., Knight D., Perumalsamy S., Hain-Saunders N., Putsathit P., Speers D., Riley T.","Year":"2022","DOI":"10.1111\/jam.15408","DocumentType":"Article","PublicationDate":1661990400000},{"Title":"Progression of echocardiographic parameters and prognosis in transthyretin cardiac amyloidosis.","Journal":"European journal of heart failure","Authors":"Chacko L., Karia N., Venneri L., Bandera F., Passo B., Buonamici L., Lazari J., Ioannou A., Porcari A., Patel R., Razvi Y., Brown J., Knight D., Martinez-Naharro A., Whelan C., Quarta C., Manisty C., Moon J., Rowczenio D., Gilbertson J., Lachmann H., Wechelakar A., Petrie A., Moody W., Steeds R., Potena L., Riefolo M., Leone O., Rapezzi C., Hawkins P., Gillmore J., Fontana M.","Year":"2022","DOI":"10.1002\/ejhf.2606","DocumentType":"Article","PublicationDate":1661990400000},{"Title":"Esculin hydrolysis negative and TcdA-only producing strains of Clostridium (Clostridioides) difficile from the environment in Western Australia.","Journal":"Journal of applied microbiology","Authors":"Shivaperumal N., Knight D., Imwattana K., Androga G., Chang B., Riley T.","Year":"2022","DOI":"10.1111\/jam.15500","DocumentType":"Article","PublicationDate":1661990400000},{"Title":"Non-invasive characterization of pleural and pericardial effusions using T1 mapping by magnetic resonance imaging.","Journal":"European heart journal. Cardiovascular Imaging","Authors":"Rosmini S., Seraphim A., Knott K., Brown J., Knight D., Zaman S., Cole G., Sado D., Captur G., Gomes A., Zemrak F., Treibel T., Cash L., Culotta V., O'Mahony C., Kellman P., Moon J., Manisty C.","Year":"2022","DOI":"10.1093\/ehjci\/jeab128","DocumentType":"Article","PublicationDate":1658361600000},{"Title":"Cardiovascular magnetic resonance for the assessment of left ventricular filling pressure in heart failure.","Journal":"European heart journal","Authors":"Baritussio A., Muthurangu V.","Year":"2022","DOI":"10.1093\/eurheartj\/ehac247","DocumentType":"Article","PublicationDate":1657152000000},{"Title":"Society for Cardiovascular Magnetic Resonance\/European Society of Cardiovascular Imaging\/American Society of Echocardiography\/Society for Pediatric Radiology\/North American Society for Cardiovascular Imaging Guidelines for the use of cardiovascular magnetic resonance in pediatric congenital and acquired heart disease : Endorsed by The American Heart Association.","Journal":"Journal of cardiovascular magnetic resonance : official journal of the Society for Cardiovascular Magnetic Resonance","Authors":"Fogel M., Anwar S., Broberg C., Browne L., Chung T., Johnson T., Muthurangu V., Taylor M., Valsangiacomo-Buechel E., Wilhelm C.","Year":"2022","DOI":"10.1186\/s12968-022-00843-7","DocumentType":"Article","PublicationDate":1655769600000},{"Title":"Society for Cardiovascular Magnetic Resonance\/European Society of Cardiovascular Imaging\/American Society of Echocardiography\/Society for Pediatric Radiology\/North American Society for Cardiovascular Imaging Guidelines for the Use of Cardiac Magnetic Resonance in Pediatric Congenital and Acquired Heart Disease: Endorsed by The American Heart Association.","Journal":"Circulation. Cardiovascular imaging","Authors":"Fogel M., Anwar S., Broberg C., Browne L., Chung T., Johnson T., Muthurangu V., Taylor M., Valsangiacomo-Buechel E., Wilhelm C.","Year":"2022","DOI":"10.1161\/CIRCIMAGING.122.014415","DocumentType":"Article","PublicationDate":1654041600000},{"Title":"Ongoing Exercise Intolerance Following COVID-19: A Magnetic Resonance-Augmented Cardiopulmonary Exercise Test Study.","Journal":"Journal of the American Heart Association","Authors":"Brown J., Saigal A., Karia N., Patel R., Razvi Y., Constantinou N., Steeden J., Mandal S., Kotecha T., Fontana M., Goldring J., Muthurangu V., Knight D.","Year":"2022","DOI":"10.1161\/JAHA.121.024207","DocumentType":"Article","PublicationDate":1651536000000},{"Title":"Clostridioides difficile: New global perspectives.","Journal":"Anaerobe","Authors":"Rupnik M., Knight D.","Year":"2022","DOI":"10.1016\/j.anaerobe.2022.102557","DocumentType":"Article","PublicationDate":1648771200000},{"Title":"Development of 1,2,4-Oxadiazole Antimicrobial Agents to Treat Enteric Pathogens within the Gastrointestinal Tract.","Journal":"ACS omega","Authors":"Pitcher N., Harjani J., Zhao Y., Jin J., Knight D., Li L., Putsathit P., Riley T., Carter G., Baell J.","Year":"2022","DOI":"10.1021\/acsomega.1c06294","DocumentType":"Article","PublicationDate":1646092800000},{"Title":"Global evolutionary dynamics and resistome analysis of ","Journal":"Microbial genomics","Authors":"Imwattana K., Putsathit P., Collins D., Leepattarakit T., Kiratisin P., Riley T., Knight D.","Year":"2022","DOI":"10.1099\/mgen.0.000792","DocumentType":"Article","PublicationDate":1646092800000},{"Title":"Clostridioides difficile infection and One Health: an equine perspective.","Journal":"Environmental microbiology","Authors":"Hain-Saunders N., Knight D., Bruce M., Riley T.","Year":"2022","DOI":"10.1111\/1462-2920.15898","DocumentType":"Article","PublicationDate":1646092800000},{"Title":"Glycoprotein Acetyls: A Novel Inflammatory Biomarker of Early Cardiovascular Risk in the Young.","Journal":"Journal of the American Heart Association","Authors":"Chiesa S., Charakida M., Georgiopoulos G., Roberts J., Stafford S., Park C., Mykkänen J., Kähönen M., Lehtimäki T., Ala-Korpela M., Raitakari O., Pietiäinen M., Pussinen P., Muthurangu V., Hughes A., Sattar N., Timpson N., Deanfield J.","Year":"2022","DOI":"10.1161\/JAHA.121.024380","DocumentType":"Article","PublicationDate":1644883200000},{"Title":"Real-Time Magnetic Resonance Imaging.","Journal":"Journal of magnetic resonance imaging : JMRI","Authors":"Nayak K., Lim Y., Campbell-Washburn A., Steeden J.","Year":"2022","DOI":"10.1002\/jmri.27411","DocumentType":"Article","PublicationDate":1640995200000},{"Title":"Clinical Importance of Left Atrial Infiltration in Cardiac Transthyretin Amyloidosis.","Journal":"JACC. Cardiovascular imaging","Authors":"Bandera F., Martone R., Chacko L., Ganesananthan S., Gilbertson J., Ponticos M., Lane T., Martinez-Naharro A., Whelan C., Quarta C., Rowczenio D., Patel R., Razvi Y., Lachmann H., Wechelakar A., Brown J., Knight D., Moon J., Petrie A., Cappelli F., Guazzi M., Potena L., Rapezzi C., Leone O., Hawkins P., Gillmore J., Fontana M.","Year":"2022","DOI":"10.1016\/j.jcmg.2021.06.022","DocumentType":"Article","PublicationDate":1640995200000},{"Title":"Antimicrobial resistance in Clostridioides difficile.","Journal":"European journal of clinical microbiology & infectious diseases : official publication of the European Society of Clinical Microbiology","Authors":"O'Grady K., Knight D., Riley T.","Year":"2021","DOI":"10.1007\/s10096-021-04311-5","DocumentType":"Article","PublicationDate":1638316800000},{"Title":"Experimental Validation of Enhanced Magnetic Resonance Imaging (EMRI) Using Particle Image Velocimetry (PIV).","Journal":"Annals of biomedical engineering","Authors":"Annio G., Torii R., Ducci A., Muthurangu V., Tsang V., Burriesci G.","Year":"2021","DOI":"10.1007\/s10439-021-02811-1","DocumentType":"Article","PublicationDate":1638316800000},{"Title":"Molecular Characterization of, and Antimicrobial Resistance in, ","Journal":"Microbial drug resistance (Larchmont, N.Y.)","Authors":"Imwattana K., Putsathit P., Knight D., Kiratisin P., Riley T.","Year":"2021","DOI":"10.1089\/mdr.2020.0603","DocumentType":"Article","PublicationDate":1635724800000},{"Title":"Deep artifact suppression for spiral real-time phase contrast cardiac magnetic resonance imaging in congenital heart disease.","Journal":"Magnetic resonance imaging","Authors":"Jaubert O., Steeden J., Montalt-Tordera J., Arridge S., Kowalik G., Muthurangu V.","Year":"2021","DOI":"10.1016\/j.mri.2021.08.005","DocumentType":"Article","PublicationDate":1635724800000},{"Title":"Intraoperative anti-A\/B immunoadsorption is associated with significantly reduced blood product utilization with similar outcomes in pediatric ABO-incompatible heart transplantation.","Journal":"The Journal of heart and lung transplantation : the official publication of the International Society for Heart Transplantation","Authors":"Issitt R., Booth J., Crook R., Robertson A., Molyneux V., Richardson R., Cross N., Shaw M., Tsang V., Muthurangu V., Sebire N., Burch M., Fenton M.","Year":"2021","DOI":"10.1016\/j.healun.2021.05.010","DocumentType":"Article","PublicationDate":1635724800000},{"Title":"The Authors' Reply.","Journal":"JACC. Cardiovascular imaging","Authors":"Bandera F., Martone R., Chacko L., Ganesananthan S., Gilbertson J., Ponticos M., Lane T., Martinez-Naharro A., Whelan C., Quarta C., Rowczenio D., Patel R., Razvi Y., Lachmann H., Wechelakar A., Brown J., Knight D., Moon J., Petrie A., Cappelli F., Guazzi M., Potena L., Rapezzi C., Leone O., Hawkins P., Gillmore J., Fontana M.","Year":"2021","DOI":"10.1016\/j.jcmg.2021.09.025","DocumentType":"Article","PublicationDate":1635724800000},{"Title":"A species-wide genetic atlas of antimicrobial resistance in ","Journal":"Microbial genomics","Authors":"Imwattana K., Rodríguez C., Riley T., Knight D.","Year":"2021","DOI":"10.1099\/mgen.0.000696","DocumentType":"Article","PublicationDate":1635724800000},{"Title":"Reduced exercise capacity in patients with systemic sclerosis is associated with lower peak tissue oxygen extraction: a cardiovascular magnetic resonance-augmented cardiopulmonary exercise study.","Journal":"Journal of cardiovascular magnetic resonance : official journal of the Society for Cardiovascular Magnetic Resonance","Authors":"Brown J., Kotecha T., Steeden J., Fontana M., Denton C., Coghlan J., Knight D., Muthurangu V.","Year":"2021","DOI":"10.1186\/s12968-021-00817-1","DocumentType":"Article","PublicationDate":1635379200000},{"Title":"Real-time deep artifact suppression using recurrent U-Nets for low-latency cardiac MRI.","Journal":"Magnetic resonance in medicine","Authors":"Jaubert O., Montalt-Tordera J., Knight D., Coghlan G., Arridge S., Steeden J., Muthurangu V.","Year":"2021","DOI":"10.1002\/mrm.28834","DocumentType":"Article","PublicationDate":1633046400000},{"Title":"Reducing Contrast Agent Dose in Cardiovascular MR Angiography with Deep Learning.","Journal":"Journal of magnetic resonance imaging : JMRI","Authors":"Montalt-Tordera J., Quail M., Steeden J., Muthurangu V.","Year":"2021","DOI":"10.1002\/jmri.27573","DocumentType":"Article","PublicationDate":1630454400000},{"Title":"Patterns of within-host genetic diversity in SARS-CoV-2.","Journal":"eLife","Authors":"Tonkin-Hill G., Martincorena I., Amato R., Lawson A., Gerstung M., Johnston I., Jackson D., Park N., Lensing S., Quail M., Gonçalves S., Ariani C., Spencer Chapman M., Hamilton W., Meredith L., Hall G., Jahun A., Chaudhry Y., Hosmillo M., Pinckert M., Georgana I., Yakovleva A., Caller L., Caddy S., Feltwell T., Khokhar F., Houldcroft C., Curran M., Parmar S., Alderton A., Nelson R., Harrison E., Sillitoe J., Bentley S., Barrett J., Torok M., Goodfellow I., Langford C., Kwiatkowski D.","Year":"2021","DOI":"10.7554\/eLife.66857","DocumentType":"Article","PublicationDate":1628812800000},{"Title":"The evolution of cardiovascular COVID-19 research.","Journal":"European heart journal","Authors":"Kotecha T., Knight D., Moon J., Cole G., Fontana M.","Year":"2021","DOI":"10.1093\/eurheartj\/ehab240","DocumentType":"Article","PublicationDate":1628294400000},{"Title":"Complete Genome Assemblies of Three Highly Prevalent, Toxigenic Clostridioides difficile Strains Causing Health Care-Associated Infections in Australia.","Journal":"Microbiology resource announcements","Authors":"O'Grady K., Riley T., Knight D.","Year":"2021","DOI":"10.1128\/MRA.00599-21","DocumentType":"Article","PublicationDate":1628121600000},{"Title":"Community Legal Systems: Targeting PrEP and HIV Education to Decrease Risk of HIV Transmission.","Journal":"AIDS and behavior","Authors":"Whiteside-Mansell L., Sockwell L., Knight D., Crone C.","Year":"2021","DOI":"10.1007\/s10461-021-03219-7","DocumentType":"Article","PublicationDate":1627776000000},{"Title":"Right Ventricular Longitudinal Strain: A Better Predictor of Outcome in Patients With Severe Tricuspid Regurgitation.","Journal":"JACC. Cardiovascular imaging","Authors":"Muthurangu V.","Year":"2021","DOI":"10.1016\/j.jcmg.2021.03.018","DocumentType":"Article","PublicationDate":1627776000000},{"Title":"Cationic Peptidomimetic Amphiphiles Having a ","Journal":"Antibiotics (Basel, Switzerland)","Authors":"Mahadari M., Jennepalli S., Tague A., Putsathit P., Hutton M., Hammer K., Knight D., Riley T., Lyras D., Keller P., Pyne S.","Year":"2021","DOI":"10.3390\/antibiotics10080913","DocumentType":"Article","PublicationDate":1627257600000},{"Title":"Antimicrobial resistance surveillance of Clostridioides difficile in Australia, 2015-18.","Journal":"The Journal of antimicrobial chemotherapy","Authors":"Putsathit P., Hong S., George N., Hemphill C., Huntington P., Korman T., Kotsanas D., Lahra M., McDougall R., McGlinchey A., Moore C., Nimmo G., Prendergast L., Robson J., Waring L., Wehrhahn M., Weldhagen G., Wilson R., Riley T., Knight D.","Year":"2021","DOI":"10.1093\/jac\/dkab099","DocumentType":"Article","PublicationDate":1623974400000},{"Title":"Major genetic discontinuity and novel toxigenic species in ","Journal":"eLife","Authors":"Knight D., Imwattana K., Kullin B., Guerrero-Araya E., Paredes-Sabja D., Didelot X., Dingle K., Eyre D., Rodríguez C., Riley T.","Year":"2021","DOI":"10.7554\/eLife.64325","DocumentType":"Article","PublicationDate":1623369600000},{"Title":"Nanopore Sequencing Indicates That Tandem Amplification of Chromosome 20q11.21 in Human Pluripotent Stem Cells Is Driven by Break-Induced Replication.","Journal":"Stem cells and development","Authors":"Halliwell J., Baker D., Judge K., Quail M., Oliver K., Betteridge E., Skelton J., Andrews P., Barbaric I.","Year":"2021","DOI":"10.1089\/scd.2021.0013","DocumentType":"Article","PublicationDate":1622505600000},{"Title":"Anakinra treats fulminant myocarditis from ","Journal":"European heart journal. Case reports","Authors":"Thomson R., Singh A., Knight D., Buckley J., Lamb L., Captur G.","Year":"2021","DOI":"10.1093\/ehjcr\/ytab201","DocumentType":"Article","PublicationDate":1622505600000},{"Title":"Patterns of myocardial injury in recovered troponin-positive COVID-19 patients assessed by cardiovascular magnetic resonance.","Journal":"European heart journal","Authors":"Kotecha T., Knight D., Razvi Y., Kumar K., Vimalesvaran K., Thornton G., Patel R., Chacko L., Brown J., Coyle C., Leith D., Shetye A., Ariff B., Bell R., Captur G., Coleman M., Goldring J., Gopalan D., Heightman M., Hillman T., Howard L., Jacobs M., Jeetley P., Kanagaratnam P., Kon O., Lamb L., Manisty C., Mathurdas P., Mayet J., Negus R., Patel N., Pierce I., Russell G., Wolff A., Xue H., Kellman P., Moon J., Treibel T., Cole G., Fontana M.","Year":"2021","DOI":"10.1093\/eurheartj\/ehab075","DocumentType":"Article","PublicationDate":1620950400000},{"Title":"A high-quality, chromosome-level genome assembly of the Black Soldier Fly (Hermetia illucens L.).","Journal":"G3 (Bethesda, Md.)","Authors":"Generalovic T., McCarthy S., Warren I., Wood J., Torrance J., Sims Y., Quail M., Howe K., Pipan M., Durbin R., Jiggins C.","Year":"2021","DOI":"10.1093\/g3journal\/jkab085","DocumentType":"Article","PublicationDate":1620345600000},{"Title":"Can sequencing improve the diagnosis and management of ","Journal":"Expert review of molecular diagnostics","Authors":"Imwattana K., Knight D., Riley T.","Year":"2021","DOI":"10.1080\/14737159.2021.1915774","DocumentType":"Article","PublicationDate":1619827200000},{"Title":"Educating Engineers to Work Ethically with Global Marginalized Communities.","Journal":"Environmental engineering science","Authors":"Bielefeldt A., Polmear M., Knight D., Canney N., Swan C.","Year":"2021","DOI":"10.1089\/ees.2020.0269","DocumentType":"Article","PublicationDate":1619827200000},{"Title":"Postprandial variability of novel heart failure biomarkers in Fontan patients compared to healthy volunteers.","Journal":"International journal of cardiology. Congenital heart disease","Authors":"Hauser J., Muthurangu V., Pandya B., Michel-Behnke I., Taylor A., Demyanets S.","Year":"2021","DOI":"10.1016\/j.ijcchd.2021.100127","DocumentType":"Article","PublicationDate":1619827200000},{"Title":"Cardiac Magnetic Resonance-Derived Extracellular Volume Mapping for the Quantification of Hepatic and Splenic Amyloid.","Journal":"Circulation. Cardiovascular imaging","Authors":"Chacko L., Boldrini M., Martone R., Law S., Martinez-Naharrro A., Hutt D., Kotecha T., Patel R., Razvi Y., Rezk T., Cohen O., Brown J., Srikantharajah M., Ganesananthan S., Lane T., Lachmann H., Wechalekar A., Sachchithanantham S., Mahmood S., Whelan C., Knight D., Moon J., Kellman P., Gillmore J., Hawkins P., Fontana M.","Year":"2021","DOI":"10.1161\/CIRCIMAGING.121.012506","DocumentType":"Article","PublicationDate":1618876800000},{"Title":"The role of artificial intelligence in healthcare: a structured literature review.","Journal":"BMC medical informatics and decision making","Authors":"Secinaro S., Calandra D., Secinaro A., Muthurangu V., Biancone P.","Year":"2021","DOI":"10.1186\/s12911-021-01488-9","DocumentType":"Article","PublicationDate":1618012800000},{"Title":"Long term clinical outcomes associated with CMR quantified isolated left ventricular non-compaction in adults.","Journal":"International journal of cardiology","Authors":"Femia G., Zhu D., Choudhary P., Ross S., Muthurangu V., Richmond D., Celermajer D., Semsarian C., Puranik R.","Year":"2021","DOI":"10.1016\/j.ijcard.2020.12.017","DocumentType":"Article","PublicationDate":1617235200000},{"Title":"A preoperative estimate of central venous pressure is associated with early Fontan failure.","Journal":"The Journal of thoracic and cardiovascular surgery","Authors":"Quail M., Chan I., Sarna S., Hughes M., Muthurangu V.","Year":"2021","DOI":"10.1016\/j.jtcvs.2020.06.025","DocumentType":"Article","PublicationDate":1617235200000},{"Title":"Don't Ditch the Laptop Just Yet: A Direct Replication of Mueller and Oppenheimer's (2014) Study 1 Plus Mini Meta-Analyses Across Similar Studies.","Journal":"Psychological science","Authors":"Urry H., Crittle C., Floerke V., Leonard M., Perry C., Akdilek N., Albert E., Block A., Bollinger C., Bowers E., Brody R., Burk K., Burnstein A., Chan A., Chan P., Chang L., Chen E., Chiarawongse C., Chin G., Chin K., Cooper B., Corneilson K., Danielson A., Davis E., Devis Y., Dong M., Dossett E., Dulchin N., Duong V., Ewing B., Fuller J., Gartman T., Goldberg C., Greenfield J., Groh S., Hamilton R., Hodge W., Van Hong D., Insler J., Jahan A., Jimbo J., Kahn E., Knight D., Konstantin G., Kornick C., Kramer Z., Lauzé M., Linnehan M., Lombardi T., Long H., Lotstein A., Lyncee M., Lyons M., Maayan E., May N., McCall E., Montgomery-Walsh R., Morscher M., Moser A., Mueller A., Mujica C., Na E., Newman I., O'Brien M., Ochoa Castillo K., Onipede Z., Pace D., Park J., Perdikari A., Perloff C., Perry R., Pillai A., Rajpal A., Ranalli E., Schreier J., Shangguan J., Silver M., Spratt A., Stein R., Steinhauer G., Valera D., Vervoordt S., Walton L., Weinflash N., Weinstock K., Yuan J., Zarrella D., Zarrow J.","Year":"2021","DOI":"10.1177\/0956797620965541","DocumentType":"Article","PublicationDate":1614556800000},{"Title":"Machine learning in Magnetic Resonance Imaging: Image reconstruction.","Journal":"Physica medica : PM : an international journal devoted to the applications of physics to medicine and biology : official journal of the Italian Association of Biomedical Physics (AIFB)","Authors":"Montalt-Tordera J., Muthurangu V., Hauptmann A., Steeden J.","Year":"2021","DOI":"10.1016\/j.ejmp.2021.02.020","DocumentType":"Article","PublicationDate":1614556800000},{"Title":"Quantitative cardiovascular magnetic resonance myocardial perfusion mapping to assess hyperaemic response to adenosine stress.","Journal":"European heart journal. Cardiovascular Imaging","Authors":"Kotecha T., Monteagudo J., Martinez-Naharro A., Chacko L., Brown J., Knight D., Knott K., Hawkins P., Moon J., Plein S., Xue H., Kellman P., Lockie T., Patel N., Rakhit R., Fontana M.","Year":"2021","DOI":"10.1093\/ehjci\/jeaa252","DocumentType":"Article","PublicationDate":1613952000000},{"Title":"Determinants of Intima-Media Thickness in the Young: The ALSPAC Study.","Journal":"JACC. Cardiovascular imaging","Authors":"Chiesa S., Charakida M., Georgiopoulos G., Dangardt F., Wade K., Rapala A., Bhowruth D., Nguyen H., Muthurangu V., Shroff R., Davey Smith G., Lawlor D., Sattar N., Timpson N., Hughes A., Deanfield J.","Year":"2021","DOI":"10.1016\/j.jcmg.2019.08.026","DocumentType":"Article","PublicationDate":1612137600000},{"Title":"The genome sequence of the Norway rat, ","Journal":"Wellcome open research","Authors":"Howe K., Dwinell M., Shimoyama M., Corton C., Betteridge E., Dove A., Quail M., Smith M., Saba L., Williams R., Chen H., Kwitek A., McCarthy S., Uliano-Silva M., Chow W., Tracey A., Torrance J., Sims Y., Challis R., Threlfall J., Blaxter M.","Year":"2021","DOI":"10.12688\/wellcomeopenres.16854.1","DocumentType":"Article","PublicationDate":1609459200000},{"Title":"The genome sequence of the European turtle dove, ","Journal":"Wellcome open research","Authors":"Dunn J., Hamer K., Morris A., Grice P., Smith M., Corton C., Oliver K., Skelton J., Betteridge E., Dolucan J., Quail M., McCarthy S., Uliano-Silva M., Howe K., Torrance J., Chow W., Pelan S., Sims Y., Challis R., Threlfall J., Mead D., Blaxter M.","Year":"2021","DOI":"10.12688\/wellcomeopenres.17060.1","DocumentType":"Article","PublicationDate":1609459200000},{"Title":"The complete genome sequence of ","Journal":"Wellcome open research","Authors":"Aunin E., Böhme U., Blake D., Dove A., Smith M., Corton C., Oliver K., Betteridge E., Quail M., McCarthy S., Wood J., Tracey A., Torrance J., Sims Y., Howe K., Challis R., Berriman M., Reid A.","Year":"2021","DOI":"10.12688\/wellcomeopenres.17100.1","DocumentType":"Article","PublicationDate":1609459200000},{"Title":"The genome sequence of the European water vole, ","Journal":"Wellcome open research","Authors":"Carpenter A., Smith M., Corton C., Oliver K., Skelton J., Betteridge E., Doulcan J., Quail M., McCarthy S., Uliano Da Silva M., Howe K., Torrance J., Wood J., Pelan S., Sims Y., Tricomi F., Challis R., Threlfall J., Mead D., Blaxter M.","Year":"2021","DOI":"10.12688\/wellcomeopenres.16753.1","DocumentType":"Article","PublicationDate":1609459200000},{"Title":"The genome sequence of the European golden eagle, ","Journal":"Wellcome open research","Authors":"Mead D., Ogden R., Meredith A., Peniche G., Smith M., Corton C., Oliver K., Skelton J., Betteridge E., Doulcan J., Holmes N., Wright V., Loose M., Quail M., McCarthy S., Howe K., Chow W., Torrance J., Collins J., Challis R., Durbin R., Blaxter M.","Year":"2021","DOI":"10.12688\/wellcomeopenres.16631.1","DocumentType":"Article","PublicationDate":1609459200000},{"Title":"Cardiovascular Magnetic Resonance in Congenital Heart Disease: Focus on Heart Failure.","Journal":"Heart failure clinics","Authors":"Muthurangu V.","Year":"2021","DOI":"10.1016\/j.hfc.2020.08.012","DocumentType":"Article","PublicationDate":1609459200000},{"Title":"Assessment of Multivessel Coronary Artery Disease Using Cardiovascular Magnetic Resonance Pixelwise Quantitative Perfusion Mapping.","Journal":"JACC. Cardiovascular imaging","Authors":"Kotecha T., Chacko L., Chehab O., O'Reilly N., Martinez-Naharro A., Lazari J., Knott K., Brown J., Knight D., Muthurangu V., Hawkins P., Plein S., Moon J., Xue H., Kellman P., Rakhit R., Patel N., Fontana M.","Year":"2020","DOI":"10.1016\/j.jcmg.2020.06.041","DocumentType":"Article","PublicationDate":1606780800000},{"Title":"Genomic basis of antimicrobial resistance in non-toxigenic Clostridium difficile in Southeast Asia.","Journal":"Anaerobe","Authors":"Imwattana K., Kiratisin P., Riley T., Knight D.","Year":"2020","DOI":"10.1016\/j.anaerobe.2020.102290","DocumentType":"Article","PublicationDate":1606780800000},{"Title":"Clostridium difficile in soil conditioners, mulches and garden mixes with evidence of a clonal relationship with historical food and clinical isolates.","Journal":"Environmental microbiology reports","Authors":"Lim S., Knight D., Moono P., Foster N., Riley T.","Year":"2020","DOI":"10.1111\/1758-2229.12889","DocumentType":"Article","PublicationDate":1606780800000},{"Title":"Exploratory Investigation of Personal Influences on Educators' Engagement in Engineering Ethics and Societal Impacts Instruction.","Journal":"Science and engineering ethics","Authors":"Polmear M., Bielefeldt A., Knight D., Swan C., Canney N.","Year":"2020","DOI":"10.1007\/s11948-020-00261-x","DocumentType":"Article","PublicationDate":1606780800000},{"Title":"SCMR Position Paper (2020) on clinical indications for cardiovascular magnetic resonance.","Journal":"Journal of cardiovascular magnetic resonance : official journal of the Society for Cardiovascular Magnetic Resonance","Authors":"Leiner T., Bogaert J., Friedrich M., Mohiaddin R., Muthurangu V., Myerson S., Powell A., Raman S., Pennell D.","Year":"2020","DOI":"10.1186\/s12968-020-00682-4","DocumentType":"Article","PublicationDate":1604880000000},{"Title":"Genomic and transcriptomic variation defines the chromosome-scale assembly of Haemonchus contortus, a model gastrointestinal worm.","Journal":"Communications biology","Authors":"Doyle S., Tracey A., Laing R., Holroyd N., Bartley D., Bazant W., Beasley H., Beech R., Britton C., Brooks K., Chaudhry U., Maitland K., Martinelli A., Noonan J., Paulini M., Quail M., Redman E., Rodgers F., Sallé G., Shabbir M., Sankaranarayanan G., Wit J., Howe K., Sargison N., Devaney E., Berriman M., Gilleard J., Cotton J.","Year":"2020","DOI":"10.1038\/s42003-020-01377-3","DocumentType":"Article","PublicationDate":1604880000000},{"Title":"The mutational signature profile of known and suspected human carcinogens in mice.","Journal":"Nature genetics","Authors":"Riva L., Pandiri A., Li Y., Droop A., Hewinson J., Quail M., Iyer V., Shepherd R., Herbert R., Campbell P., Sills R., Alexandrov L., Balmain A., Adams D.","Year":"2020","DOI":"10.1038\/s41588-020-0692-4","DocumentType":"Article","PublicationDate":1604188800000},{"Title":"Laboratory-Based Surveillance of Clostridium difficile Infection in Australian Health Care and Community Settings, 2013 to 2018.","Journal":"Journal of clinical microbiology","Authors":"Hong S., Putsathit P., George N., Hemphill C., Huntington P., Korman T., Kotsanas D., Lahra M., McDougall R., Moore C., Nimmo G., Prendergast L., Robson J., Waring L., Wehrhahn M., Weldhagen G., Wilson R., Riley T., Knight D.","Year":"2020","DOI":"10.1128\/JCM.01552-20","DocumentType":"Article","PublicationDate":1603238400000},{"Title":"Comprehensive MRI assessment of the cardiovascular responses to food ingestion in Fontan physiology.","Journal":"American journal of physiology. Heart and circulatory physiology","Authors":"Hauser J., Jones A., Pandya B., Taylor A., Muthurangu V.","Year":"2020","DOI":"10.1152\/ajpheart.00500.2020","DocumentType":"Article","PublicationDate":1601510400000},{"Title":"Rapid 3D whole-heart cine imaging using golden ratio stack of spirals.","Journal":"Magnetic resonance imaging","Authors":"Montalt-Tordera J., Kowalik G., Gotschy A., Steeden J., Muthurangu V.","Year":"2020","DOI":"10.1016\/j.mri.2020.06.008","DocumentType":"Article","PublicationDate":1601510400000},{"Title":"COVID-19: Myocardial Injury in Survivors.","Journal":"Circulation","Authors":"Knight D., Kotecha T., Razvi Y., Chacko L., Brown J., Jeetley P., Goldring J., Jacobs M., Lamb L., Negus R., Wolff A., Moon J., Xue H., Kellman P., Patel N., Fontana M.","Year":"2020","DOI":"10.1161\/CIRCULATIONAHA.120.049252","DocumentType":"Article","PublicationDate":1600128000000},{"Title":"Rapid whole-heart CMR with single volume super-resolution.","Journal":"Journal of cardiovascular magnetic resonance : official journal of the Society for Cardiovascular Magnetic Resonance","Authors":"Steeden J., Quail M., Gotschy A., Mortensen K., Hauptmann A., Arridge S., Jones R., Muthurangu V.","Year":"2020","DOI":"10.1186\/s12968-020-00651-x","DocumentType":"Article","PublicationDate":1596412800000},{"Title":"Machine learning mortality classification in clinical documentation with increased accuracy in visual-based analyses.","Journal":"Acta paediatrica (Oslo, Norway : 1992)","Authors":"Slattery S., Knight D., Weese-Mayer D., Grobman W., Downey D., Murthy K.","Year":"2020","DOI":"10.1111\/apa.15109","DocumentType":"Article","PublicationDate":1593561600000},{"Title":"Perturbed spiral real-time phase-contrast MR with compressive sensing reconstruction for assessment of flow in children.","Journal":"Magnetic resonance in medicine","Authors":"Kowalik G., Knight D., Steeden J., Muthurangu V.","Year":"2020","DOI":"10.1002\/mrm.28065","DocumentType":"Article","PublicationDate":1590969600000},{"Title":"The Authors Reply.","Journal":"JACC. Cardiovascular imaging","Authors":"Baggiano A., Boldrini M., Martinez-Naharro A., Kotecha T., Petrie A., Rezk T., Gritti M., Quarta C., Knight D., Wechalekar A., Lachmann H., Perlini S., Pontone G., Moon J., Kellman P., Gillmore J., Hawkins P., Fontana M.","Year":"2020","DOI":"10.1016\/j.jcmg.2020.02.024","DocumentType":"Article","PublicationDate":1588291200000},{"Title":"Echocardiographic phenotype and prognosis in transthyretin cardiac amyloidosis.","Journal":"European heart journal","Authors":"Chacko L., Martone R., Bandera F., Lane T., Martinez-Naharro A., Boldrini M., Rezk T., Whelan C., Quarta C., Rowczenio D., Gilbertson J., Wongwarawipat T., Lachmann H., Wechalekar A., Sachchithanantham S., Mahmood S., Marcucci R., Knight D., Hutt D., Moon J., Petrie A., Cappelli F., Guazzi M., Hawkins P., Gillmore J., Fontana M.","Year":"2020","DOI":"10.1093\/eurheartj\/ehz905","DocumentType":"Article","PublicationDate":1586217600000},{"Title":"Letter by Quail and Muthurangu Regarding Article, \"Doppler-Derived Arterial Load Indices Better Reflect Left Ventricular Afterload Than Systolic Blood Pressure in Coarctation of Aorta\".","Journal":"Circulation. Cardiovascular imaging","Authors":"Quail M., Muthurangu V.","Year":"2020","DOI":"10.1161\/CIRCIMAGING.120.010643","DocumentType":"Article","PublicationDate":1585699200000},{"Title":"Impact of valve morphology, hypertension and age on aortic wall properties in patients with coarctation: a two-centre cross-sectional study.","Journal":"BMJ open","Authors":"Ghorbani N., Muthurangu V., Khushnood A., Goubergrits L., Nordmeyer S., Fernandes J., Lee C., Runte K., Roth S., Schubert S., Kelle S., Berger F., Kuehne T., Kelm M.","Year":"2020","DOI":"10.1136\/bmjopen-2019-034853","DocumentType":"Article","PublicationDate":1585094400000},{"Title":"Echocardiographic assessment of the right heart in adults: a practical guideline from the British Society of Echocardiography.","Journal":"Echo research and practice","Authors":"Zaidi A., Knight D., Augustine D., Harkness A., Oxborough D., Pearce K., Ring L., Robinson S., Stout M., Willis J., Sharma V.","Year":"2020","DOI":"10.1530\/ERP-19-0051","DocumentType":"Article","PublicationDate":1582761600000},{"Title":"The genome sequence of the eastern grey squirrel, ","Journal":"Wellcome open research","Authors":"Mead D., Fingland K., Cripps R., Portela Miguez R., Smith M., Corton C., Oliver K., Skelton J., Betteridge E., Doulcan J., Quail M., McCarthy S., Howe K., Sims Y., Torrance J., Tracey A., Challis R., Durbin R., Blaxter M.","Year":"2020","DOI":"10.12688\/wellcomeopenres.15721.1","DocumentType":"Article","PublicationDate":1577836800000},{"Title":"Antimicrobial resistance in ","Journal":"Expert review of anti-infective therapy","Authors":"Imwattana K., Knight D., Kullin B., Collins D., Putsathit P., Kiratisin P., Riley T.","Year":"2020","DOI":"10.1080\/14787210.2020.1701436","DocumentType":"Article","PublicationDate":1577836800000},{"Title":"Serial Assessment of Coronary Flow Reserve by Rubidium-82 Positron Emission Tomography Predicts Mortality in Heart Transplant Recipients.","Journal":"JACC. Cardiovascular imaging","Authors":"Feher A., Srivastava A., Quail M., Boutagy N., Khanna P., Wilson L., Miller E., Liu Y., Lee F., Sinusas A.","Year":"2020","DOI":"10.1016\/j.jcmg.2018.08.025","DocumentType":"Article","PublicationDate":1577836800000},{"Title":"Noncontrast Magnetic Resonance for the Diagnosis of Cardiac Amyloidosis.","Journal":"JACC. Cardiovascular imaging","Authors":"Baggiano A., Boldrini M., Martinez-Naharro A., Kotecha T., Petrie A., Rezk T., Gritti M., Quarta C., Knight D., Wechalekar A., Lachmann H., Perlini S., Pontone G., Moon J., Kellman P., Gillmore J., Hawkins P., Fontana M.","Year":"2020","DOI":"10.1016\/j.jcmg.2019.03.026","DocumentType":"Article","PublicationDate":1577836800000},{"Title":"A case report of eosinophilic granulomatosis and polyangiitis myocarditis presenting as ST elevation myocardial infarction and showing positive response to immunotherapy.","Journal":"European heart journal. Case reports","Authors":"Gill J., Fontana M., Knight D., Kalra S.","Year":"2019","DOI":"10.1093\/ehjcr\/ytz161","DocumentType":"Article","PublicationDate":1575158400000},{"Title":"Phenotypic characterisation of Clostridium difficile PCR ribotype 251, an emerging multi-locus sequence type clade 2 strain in Australia.","Journal":"Anaerobe","Authors":"Hong S., Knight D., Chang B., Carman R., Riley T.","Year":"2019","DOI":"10.1016\/j.anaerobe.2019.06.019","DocumentType":"Article","PublicationDate":1575158400000},{"Title":"Right Ventricular Strain: A Better Window Into the Working of the Heart in Pulmonary Hypertension.","Journal":"JACC. Cardiovascular imaging","Authors":"Muthurangu V.","Year":"2019","DOI":"10.1016\/j.jcmg.2019.08.013","DocumentType":"Article","PublicationDate":1572566400000},{"Title":"Postprandial Vascular Dysfunction Is Associated With Raised Blood Pressure and Adverse Left Ventricular Remodeling in Adolescent Adiposity.","Journal":"Circulation. Cardiovascular imaging","Authors":"Hauser J., Muthurangu V., Sattar N., Taylor A., Jones A.","Year":"2019","DOI":"10.1161\/CIRCIMAGING.119.009172","DocumentType":"Article","PublicationDate":1572566400000},{"Title":"Molecular epidemiology of Clostridium difficile isolated from piglets.","Journal":"Veterinary microbiology","Authors":"Putsathit P., Neela V., Joseph N., Ooi P., Ngamwongsatit B., Knight D., Riley T.","Year":"2019","DOI":"10.1016\/j.vetmic.2019.108408","DocumentType":"Article","PublicationDate":1569888000000},{"Title":"Automated Pixel-Wise Quantitative Myocardial Perfusion Mapping by CMR to Detect Obstructive Coronary Artery Disease and Coronary Microvascular Dysfunction: Validation Against Invasive Coronary Physiology.","Journal":"JACC. Cardiovascular imaging","Authors":"Kotecha T., Martinez-Naharro A., Boldrini M., Knight D., Hawkins P., Kalra S., Patel D., Coghlan G., Moon J., Plein S., Lockie T., Rakhit R., Patel N., Xue H., Kellman P., Fontana M.","Year":"2019","DOI":"10.1016\/j.jcmg.2018.12.022","DocumentType":"Article","PublicationDate":1569888000000},{"Title":"Cardiovascular magnetic resonance-guided right heart catheterization in a conventional CMR environment - predictors of procedure success and duration in pulmonary artery hypertension.","Journal":"Journal of cardiovascular magnetic resonance : official journal of the Society for Cardiovascular Magnetic Resonance","Authors":"Knight D., Kotecha T., Martinez-Naharro A., Brown J., Bertelli M., Fontana M., Muthurangu V., Coghlan J.","Year":"2019","DOI":"10.1186\/s12968-019-0569-9","DocumentType":"Article","PublicationDate":1567987200000},{"Title":"Interrogation of the infarcted and salvaged myocardium using multi-parametric mapping cardiovascular magnetic resonance in reperfused ST-segment elevation myocardial infarction patients.","Journal":"Scientific reports","Authors":"Hausenloy D., Lim M., Chan M., Paradies V., Francis R., Kotecha T., Knight D., Fontana M., Kellman P., Moon J., Bulluck H.","Year":"2019","DOI":"10.1038\/s41598-019-45449-9","DocumentType":"Article","PublicationDate":1561075200000},{"Title":"Best Practices for Illumina Library Preparation.","Journal":"Current protocols in human genetics","Authors":"Bronner I., Quail M.","Year":"2019","DOI":"10.1002\/cphg.86","DocumentType":"Article","PublicationDate":1559347200000},{"Title":"Pre-Operative Grade of Decompressing Systemic Venous Collaterals, But Not Jugular Venous Pressure, Predicts Short- and Medium-Term Outcome After Completion of the Total Cavopulmonary Connection.","Journal":"JACC. Cardiovascular imaging","Authors":"Hughes M., Broadhead M., McEwan A., Tann O., Krupickova S., Muthurangu V.","Year":"2019","DOI":"10.1016\/j.jcmg.2018.12.017","DocumentType":"Article","PublicationDate":1559347200000},{"Title":"Prevalence and characterization of Clostridium perfringens toxinotypes among patients with antibiotic-associated diarrhea in Iran.","Journal":"Scientific reports","Authors":"Azimirad M., Gholami F., Yadegar A., Knight D., Shamloei S., Aghdaei H., Zali M.","Year":"2019","DOI":"10.1038\/s41598-019-44281-5","DocumentType":"Article","PublicationDate":1558656000000},{"Title":"Correction to: The aorta after coarctation repair - effects of calibre and curvature on arterial haemodynamics.","Journal":"Journal of cardiovascular magnetic resonance : official journal of the Society for Cardiovascular Magnetic Resonance","Authors":"Quail M., Segers P., Steeden J., Muthurangu V.","Year":"2019","DOI":"10.1186\/s12968-019-0540-9","DocumentType":"Article","PublicationDate":1558569600000},{"Title":"Cationic biaryl 1,2,3-triazolyl peptidomimetic amphiphiles targeting Clostridioides (Clostridium) difficile: Synthesis, antibacterial evaluation and an in vivo C. difficile infection model.","Journal":"European journal of medicinal chemistry","Authors":"Tague A., Putsathit P., Hutton M., Hammer K., Wales S., Knight D., Riley T., Lyras D., Keller P., Pyne S.","Year":"2019","DOI":"10.1016\/j.ejmech.2019.02.068","DocumentType":"Article","PublicationDate":1557878400000},{"Title":"The cardiovascular phenotype of childhood hypertension: a cardiac magnetic resonance study.","Journal":"Pediatric radiology","Authors":"Cheang M., Kowalik G., Quail M., Steeden J., Hothi D., Tullus K., Muthurangu V.","Year":"2019","DOI":"10.1007\/s00247-019-04393-6","DocumentType":"Article","PublicationDate":1556668800000},{"Title":"Native T1 and Extracellular Volume in Transthyretin Amyloidosis.","Journal":"JACC. Cardiovascular imaging","Authors":"Martinez-Naharro A., Kotecha T., Norrington K., Boldrini M., Rezk T., Quarta C., Treibel T., Whelan C., Knight D., Kellman P., Ruberg F., Gillmore J., Moon J., Hawkins P., Fontana M.","Year":"2019","DOI":"10.1016\/j.jcmg.2018.02.006","DocumentType":"Article","PublicationDate":1556668800000},{"Title":"Cardiac Structural and Functional Consequences of Amyloid Deposition by Cardiac Magnetic Resonance and Echocardiography and Their Prognostic Roles.","Journal":"JACC. Cardiovascular imaging","Authors":"Knight D., Zumbo G., Barcella W., Steeden J., Muthurangu V., Martinez-Naharro A., Treibel T., Abdel-Gadir A., Bulluck H., Kotecha T., Francis R., Rezk T., Quarta C., Whelan C., Lachmann H., Wechalekar A., Gillmore J., Moon J., Hawkins P., Fontana M.","Year":"2019","DOI":"10.1016\/j.jcmg.2018.02.016","DocumentType":"Article","PublicationDate":1556668800000},{"Title":"Evolutionary and Genomic Insights into ","Journal":"mBio","Authors":"Knight D., Kullin B., Androga G., Barbut F., Eckert C., Johnson S., Spigaglia P., Tateda K., Tsai P., Riley T.","Year":"2019","DOI":"10.1128\/mBio.00446-19","DocumentType":"Article","PublicationDate":1555372800000},{"Title":"Cationic biaryl 1,2,3-triazolyl peptidomimetic amphiphiles: synthesis, antibacterial evaluation and preliminary mechanism of action studies.","Journal":"European journal of medicinal chemistry","Authors":"Tague A., Putsathit P., Hammer K., Wales S., Knight D., Riley T., Keller P., Pyne S.","Year":"2019","DOI":"10.1016\/j.ejmech.2019.02.013","DocumentType":"Article","PublicationDate":1555286400000},{"Title":"The aorta after coarctation repair - effects of calibre and curvature on arterial haemodynamics.","Journal":"Journal of cardiovascular magnetic resonance : official journal of the Society for Cardiovascular Magnetic Resonance","Authors":"Quail M., Segers P., Steeden J., Muthurangu V.","Year":"2019","DOI":"10.1186\/s12968-019-0534-7","DocumentType":"Article","PublicationDate":1554940800000},{"Title":"Can Abbreviated Cardiac Magnetic Resonance Imaging Adequately Support Clinical Decision Making After Repair of Tetralogy of Fallot?","Journal":"Pediatric cardiology","Authors":"House A., Muthurangu V., Spanel A., Danford D., Mir B., Schuster A., Hsu H., Kutty S.","Year":"2019","DOI":"10.1007\/s00246-018-2035-0","DocumentType":"Article","PublicationDate":1551398400000},{"Title":"Acute changes in cardiac structural and tissue characterisation parameters following haemodialysis measured using cardiovascular magnetic resonance.","Journal":"Scientific reports","Authors":"Kotecha T., Martinez-Naharro A., Yoowannakul S., Lambe T., Rezk T., Knight D., Hawkins P., Moon J., Muthurangu V., Kellman P., Rakhit R., Gillmore J., Jeetley P., Davenport A., Fontana M.","Year":"2019","DOI":"10.1038\/s41598-018-37845-4","DocumentType":"Article","PublicationDate":1549238400000},{"Title":"A series of three cases of severe Clostridium difficile infection in Australia associated with a binary toxin producing clade 2 ribotype 251 strain.","Journal":"Anaerobe","Authors":"Wehrhahn M., Keighley C., Kurtovic J., Knight D., Hong S., Hutton M., Lyras D., Wang Q., Leong R., Borody T., Edye M., Riley T.","Year":"2019","DOI":"10.1016\/j.anaerobe.2018.11.009","DocumentType":"Article","PublicationDate":1548979200000},{"Title":"Real-time cardiovascular MR with spatio-temporal artifact suppression using deep learning-proof of concept in congenital heart disease.","Journal":"Magnetic resonance in medicine","Authors":"Hauptmann A., Arridge S., Lucka F., Muthurangu V., Steeden J.","Year":"2019","DOI":"10.1002\/mrm.27480","DocumentType":"Article","PublicationDate":1548979200000},{"Title":"Prognostic and functional implications of left atrial late gadolinium enhancement cardiovascular magnetic resonance.","Journal":"Journal of cardiovascular magnetic resonance : official journal of the Society for Cardiovascular Magnetic Resonance","Authors":"Quail M., Grunseich K., Baldassarre L., Mojibian H., Marieb M., Cornfeld D., Soufer A., Sinusas A., Peters D.","Year":"2019","DOI":"10.1186\/s12968-018-0514-3","DocumentType":"Article","PublicationDate":1546473600000},{"Title":"Impact of predictive medicine on therapeutic decision making: a randomized controlled trial in congenital heart disease.","Journal":"NPJ digital medicine","Authors":"Naci H., Salcher-Konrad M., Mcguire A., Berger F., Kuehne T., Goubergrits L., Muthurangu V., Wilson B., Kelm M.","Year":"2019","DOI":"10.1038\/s41746-019-0085-1","DocumentType":"Article","PublicationDate":1546300800000},{"Title":"Golden ratio stack of spirals for flexible angiographic imaging: Proof of concept in congenital heart disease.","Journal":"Magnetic resonance in medicine","Authors":"Kowalik G., Steeden J., Atkinson D., Montalt-Tordera J., Mortensen K., Muthurangu V.","Year":"2019","DOI":"10.1002\/mrm.27353","DocumentType":"Article","PublicationDate":1546300800000},{"Title":"Genomic Delineation of Zoonotic Origins of ","Journal":"Frontiers in public health","Authors":"Knight D., Riley T.","Year":"2019","DOI":"10.3389\/fpubh.2019.00164","DocumentType":"Article","PublicationDate":1546300800000},{"Title":"Real-time assessment of right and left ventricular volumes and function in children using high spatiotemporal resolution spiral bSSFP with compressed sensing.","Journal":"Journal of cardiovascular magnetic resonance : official journal of the Society for Cardiovascular Magnetic Resonance","Authors":"Steeden J., Kowalik G., Tann O., Hughes M., Mortensen K., Muthurangu V.","Year":"2018","DOI":"10.1186\/s12968-018-0500-9","DocumentType":"Article","PublicationDate":1544054400000},{"Title":"Antimicrobial resistance in large clostridial toxin-negative, binary toxin-positive Clostridium difficile ribotypes.","Journal":"Anaerobe","Authors":"Androga G., Knight D., Lim S., Foster N., Riley T.","Year":"2018","DOI":"10.1016\/j.anaerobe.2018.07.007","DocumentType":"Article","PublicationDate":1543622400000},{"Title":"Assessing the causal role of body mass index on cardiovascular health in young adults: Mendelian randomization and recall-by-genotype analyses.","Journal":"Circulation","Authors":"Wade K., Chiesa S., Hughes A., Chaturvedi N., Charakida M., Rapala A., Muthurangu V., Khan T., Finer N., Sattar N., Howe L., Fraser A., Lawlor D., Davey Smith G., Deanfield J., Timpson N.","Year":"2018","DOI":"10.1161\/CIRCULATIONAHA.117.033278","DocumentType":"Article","PublicationDate":1542067200000},{"Title":"Effect of natural products on the production and activity of Clostridium difficile toxins in vitro.","Journal":"Scientific reports","Authors":"Roshan N., Riley T., Knight D., Hammer K.","Year":"2018","DOI":"10.1038\/s41598-018-33954-2","DocumentType":"Article","PublicationDate":1540339200000},{"Title":"Cardiac magnetic resonance assessment of central and peripheral vascular function in patients undergoing renal sympathetic denervation as predictor for blood pressure response.","Journal":"Clinical research in cardiology : official journal of the German Cardiac Society","Authors":"Fengler K., Rommel K., Blazek S., Von Roeder M., Besler C., Lücke C., Gutberlet M., Steeden J., Quail M., Desch S., Thiele H., Muthurangu V., Lurz P.","Year":"2018","DOI":"10.1007\/s00392-018-1267-6","DocumentType":"Article","PublicationDate":1538352000000},{"Title":"Quantitation of ","Journal":"Amyloid : the international journal of experimental and clinical investigation : the official journal of the International Society of Amyloidosis","Authors":"Ross J., Hutt D., Burniston M., Page J., Steeden J., Gillmore J., Wechalekar A., Hawkins P., Fontana M.","Year":"2018","DOI":"10.1080\/13506129.2018.1520087","DocumentType":"Article","PublicationDate":1535760000000},{"Title":"Antimicrobial susceptibility of Clostridium difficile isolated from food and environmental sources in Western Australia.","Journal":"International journal of antimicrobial agents","Authors":"Lim S., Androga G., Knight D., Moono P., Foster N., Riley T.","Year":"2018","DOI":"10.1016\/j.ijantimicag.2018.05.013","DocumentType":"Article","PublicationDate":1535760000000},{"Title":"Myocardial Edema and Prognosis in Amyloidosis.","Journal":"Journal of the American College of Cardiology","Authors":"Kotecha T., Martinez-Naharro A., Treibel T., Francis R., Nordin S., Abdel-Gadir A., Knight D., Zumbo G., Rosmini S., Maestrini V., Bulluck H., Rakhit R., Wechalekar A., Gilbertson J., Sheppard M., Kellman P., Gillmore J., Moon J., Hawkins P., Fontana M.","Year":"2018","DOI":"10.1016\/j.jacc.2018.03.536","DocumentType":"Article","PublicationDate":1529971200000},{"Title":"Extracellular volume with bolus-only technique in amyloidosis patients: Diagnostic accuracy, correlation with other clinical cardiac measures, and ability to track changes in amyloid load over time.","Journal":"Journal of magnetic resonance imaging : JMRI","Authors":"Zumbo G., Barton S., Thompson D., Sun M., Abdel-Gadir A., Treibel T., Knight D., Martinez-Naharro A., Thirusha L., Gillmore J., Moon J., Hawkins P., Fontana M.","Year":"2018","DOI":"10.1002\/jmri.25907","DocumentType":"Article","PublicationDate":1527811200000},{"Title":"Spectrum of antibacterial activity and mode of action of a novel tris-stilbene bacteriostatic compound.","Journal":"Scientific reports","Authors":"Man N., Knight D., Stewart S., McKinley A., Riley T., Hammer K.","Year":"2018","DOI":"10.1038\/s41598-018-25080-w","DocumentType":"Article","PublicationDate":1525219200000},{"Title":"Repeat associated mechanisms of genome evolution and function revealed by the ","Journal":"Genome research","Authors":"Thybert D., Roller M., Navarro F., Fiddes I., Streeter I., Feig C., Martin-Galvez D., Kolmogorov M., Janoušek V., Akanni W., Aken B., Aldridge S., Chakrapani V., Chow W., Clarke L., Cummins C., Doran A., Dunn M., Goodstadt L., Howe K., Howell M., Josselin A., Karn R., Laukaitis C., Jingtao L., Martin F., Muffato M., Nachtweide S., Quail M., Sisu C., Stanke M., Stefflova K., Van Oosterhout C., Veyrunes F., Ward B., Yang F., Yazdanifar G., Zadissa A., Adams D., Brazma A., Gerstein M., Paten B., Pham S., Keane T., Odom D., Flicek P.","Year":"2018","DOI":"10.1101\/gr.234096.117","DocumentType":"Article","PublicationDate":1522540800000},{"Title":"A comprehensive characterization of myocardial and vascular phenotype in pediatric chronic kidney disease using cardiovascular magnetic resonance imaging.","Journal":"Journal of cardiovascular magnetic resonance : official journal of the Society for Cardiovascular Magnetic Resonance","Authors":"Cheang M., Barber N., Khushnood A., Hauser J., Kowalik G., Steeden J., Quail M., Tullus K., Hothi D., Muthurangu V.","Year":"2018","DOI":"10.1186\/s12968-018-0444-0","DocumentType":"Article","PublicationDate":1522281600000},{"Title":"Cardiac transplantation in a 20-year-old woman with scleroderma.","Journal":"Journal of scleroderma and related disorders","Authors":"Schreiber B., Parish V., Knight D., Bell A., Denton C., Banner N., Coghlan G.","Year":"2018","DOI":"10.1177\/2397198318758417","DocumentType":"Article","PublicationDate":1517443200000},{"Title":"Overnight auto-adjusting continuous airway pressure + standard care compared with standard care alone in the prevention of morbidity in sickle cell disease phase II (POMS2b): study protocol for a randomised controlled trial.","Journal":"Trials","Authors":"Howard J., Slee A., Skene S., Inusa B., Kawadler J., Downes M., Gavlak J., Koelbel M., Stotesbury H., Chorozoglou M., Tebbs S., Chakravorty S., Awogbade M., Rees D., Gupta A., Murphy P., Hart N., Sahota S., Nwosu C., Gwam M., Saunders D., Muthurangu V., Barber N., Ako E., Thein S., Marshall M., Reading I., Cheng M., Kirkham F., Liossi C.","Year":"2018","DOI":"10.1186\/s13063-017-2419-0","DocumentType":"Article","PublicationDate":1516579200000},{"Title":"CMR-Verified Regression of Cardiac AL Amyloid After Chemotherapy.","Journal":"JACC. Cardiovascular imaging","Authors":"Martinez-Naharro A., Abdel-Gadir A., Treibel T., Zumbo G., Knight D., Rosmini S., Lane T., Mahmood S., Sachchithanantham S., Whelan C., Lachmann H., Wechalekar A., Kellman P., Gillmore J., Moon J., Hawkins P., Fontana M.","Year":"2018","DOI":"10.1016\/j.jcmg.2017.02.012","DocumentType":"Article","PublicationDate":1514764800000},{"Title":"Identification of large cryptic plasmids in Clostridioides (Clostridium) difficile.","Journal":"Plasmid","Authors":"Amy J., Bulach D., Knight D., Riley T., Johanesen P., Lyras D.","Year":"2018","DOI":"10.1016\/j.plasmid.2018.04.001","DocumentType":"Article","PublicationDate":1514764800000},{"Title":"Copy number variation arising from gene conversion on the human Y chromosome.","Journal":"Human genetics","Authors":"Shi W., Massaia A., Louzada S., Banerjee R., Hallast P., Chen Y., Bergström A., Gu Y., Leonard S., Quail M., Ayub Q., Yang F., Tyler-Smith C., Xue Y.","Year":"2018","DOI":"10.1007\/s00439-017-1857-9","DocumentType":"Article","PublicationDate":1514764800000},{"Title":"Prospective comparison of novel dark blood late gadolinium enhancement with conventional bright blood imaging for the detection of scar.","Journal":"Journal of cardiovascular magnetic resonance : official journal of the Society for Cardiovascular Magnetic Resonance","Authors":"Francis R., Kellman P., Kotecha T., Baggiano A., Norrington K., Martinez-Naharro A., Nordin S., Knight D., Rakhit R., Lockie T., Hawkins P., Moon J., Hausenloy D., Xue H., Hansen M., Fontana M.","Year":"2017","DOI":"10.1186\/s12968-017-0407-x","DocumentType":"Article","PublicationDate":1511222400000},{"Title":"Redefining viability by cardiovascular magnetic resonance in acute ST-segment elevation myocardial infarction.","Journal":"Scientific reports","Authors":"Bulluck H., Rosmini S., Abdel-Gadir A., Bhuva A., Treibel T., Fontana M., Knight D., Nordin S., Sirker A., Herrey A., Manisty C., Moon J., Hausenloy D.","Year":"2017","DOI":"10.1038\/s41598-017-15353-1","DocumentType":"Article","PublicationDate":1510012800000},{"Title":"A randomized study of autologous bone marrow-derived stem cells in pediatric cardiomyopathy.","Journal":"The Journal of heart and lung transplantation : the official publication of the International Society for Heart Transplantation","Authors":"Pincott E., Ridout D., Brocklesby M., McEwan A., Muthurangu V., Burch M.","Year":"2017","DOI":"10.1016\/j.healun.2017.01.008","DocumentType":"Article","PublicationDate":1501545600000},{"Title":"Quantification of both the area-at-risk and acute myocardial infarct size in ST-segment elevation myocardial infarction using T1-mapping.","Journal":"Journal of cardiovascular magnetic resonance : official journal of the Society for Cardiovascular Magnetic Resonance","Authors":"Bulluck H., Hammond-Haley M., Fontana M., Knight D., Sirker A., Herrey A., Manisty C., Kellman P., Moon J., Hausenloy D.","Year":"2017","DOI":"10.1186\/s12968-017-0370-6","DocumentType":"Article","PublicationDate":1501545600000},{"Title":"Magnetic Resonance in Transthyretin Cardiac Amyloidosis.","Journal":"Journal of the American College of Cardiology","Authors":"Martinez-Naharro A., Treibel T., Abdel-Gadir A., Bulluck H., Zumbo G., Knight D., Kotecha T., Francis R., Hutt D., Rezk T., Rosmini S., Quarta C., Whelan C., Kellman P., Gillmore J., Moon J., Hawkins P., Fontana M.","Year":"2017","DOI":"10.1016\/j.jacc.2017.05.053","DocumentType":"Article","PublicationDate":1500940800000},{"Title":"Effect of Pregnancy on Ventricular and Aortic Dimensions in Repaired Tetralogy of Fallot.","Journal":"Journal of the American Heart Association","Authors":"Cauldwell M., Quail M., Smith G., Heng E., Ghonim S., Uebing A., Swan L., Li W., Patel R., Pennell D., Steer P., Johnson M., Gatzoulis M., Babu-Narayan S.","Year":"2017","DOI":"10.1161\/JAHA.116.005420","DocumentType":"Article","PublicationDate":1500768000000},{"Title":"Full left ventricular coverage is essential for the accurate quantification of the area-at-risk by T1 and T2 mapping.","Journal":"Scientific reports","Authors":"Bulluck H., Bryant J., Lim M., Tan X., Ramlall M., Francis R., Kotecha T., Cabrera-Fuentes H., Knight D., Fontana M., Moon J., Hausenloy D.","Year":"2017","DOI":"10.1038\/s41598-017-05127-0","DocumentType":"Article","PublicationDate":1499385600000},{"Title":"PET-CMR in heart failure - synergistic or redundant imaging?","Journal":"Heart failure reviews","Authors":"Quail M., Sinusas A.","Year":"2017","DOI":"10.1007\/s10741-017-9607-6","DocumentType":"Article","PublicationDate":1498867200000},{"Title":"De novo yeast genome assemblies from MinION, PacBio and MiSeq platforms.","Journal":"Scientific reports","Authors":"Giordano F., Aigrain L., Quail M., Coupland P., Bonfield J., Davies R., Tischler G., Jackson D., Keane T., Li J., Yue J., Liti G., Durbin R., Ning Z.","Year":"2017","DOI":"10.1038\/s41598-017-03996-z","DocumentType":"Article","PublicationDate":1498003200000},{"Title":"Two-dimensional knowledge-based volumetric reconstruction of the right ventricle documents short-term improvement in pulmonary hypertension.","Journal":"Echocardiography (Mount Kisco, N.Y.)","Authors":"Schwaiger J., Knight D., Kaier T., Gallimore A., Denton C., Schreiber B., Handler C., Coghlan J.","Year":"2017","DOI":"10.1111\/echo.13541","DocumentType":"Article","PublicationDate":1496275200000},{"Title":"Utility of adenosine stress perfusion CMR to assess paediatric coronary artery disease.","Journal":"European heart journal. Cardiovascular Imaging","Authors":"Ntsinjana H., Tann O., Hughes M., Derrick G., Secinaro A., Schievano S., Muthurangu V., Taylor A.","Year":"2017","DOI":"10.1093\/ehjci\/jew151","DocumentType":"Article","PublicationDate":1493596800000},{"Title":"Avoidable costs of stenting for aortic coarctation in the United Kingdom: an economic model.","Journal":"BMC health services research","Authors":"Salcher M., Mcguire A., Muthurangu V., Kelm M., Kuehne T., Naci H.","Year":"2017","DOI":"10.1186\/s12913-017-2215-2","DocumentType":"Article","PublicationDate":1491782400000},{"Title":"Increasing the Use of Earth Science Data and Models in Air Quality Management.","Journal":"Journal of the Air & Waste Management Association (1995)","Authors":"Milford J., Knight D.","Year":"2017","DOI":"10.1080\/10962247.2016.1248303","DocumentType":"Article","PublicationDate":1491004800000},{"Title":"Clostridium difficile infection: Evolution, phylogeny and molecular epidemiology.","Journal":"Infection, genetics and evolution : journal of molecular epidemiology and evolutionary genetics in infectious diseases","Authors":"Elliott B., Androga G., Knight D., Riley T.","Year":"2017","DOI":"10.1016\/j.meegid.2016.12.018","DocumentType":"Article","PublicationDate":1491004800000},{"Title":"Echocardiographic arterial measurements in complex congenital diseases before bidirectional Glenn: comparison with cardiovascular magnetic resonance imaging.","Journal":"European heart journal. Cardiovascular Imaging","Authors":"Krupickova S., Muthurangu V., Hughes M., Tann O., Carr M., Christov G., Awat R., Taylor A., Marek J.","Year":"2017","DOI":"10.1093\/ehjci\/jew069","DocumentType":"Article","PublicationDate":1488326400000},{"Title":"Preventive Health Care for Women Who Have Sex with Women.","Journal":"American family physician","Authors":"Knight D., Jarrett D.","Year":"2017","DOI":null,"DocumentType":"Article","PublicationDate":1488326400000},{"Title":"Abnormal Wave Reflections and Left Ventricular Hypertrophy Late After Coarctation of the Aorta Repair.","Journal":"Hypertension (Dallas, Tex. : 1979)","Authors":"Quail M., Short R., Pandya B., Steeden J., Khushnood A., Taylor A., Segers P., Muthurangu V.","Year":"2017","DOI":"10.1161\/HYPERTENSIONAHA.116.08763","DocumentType":"Article","PublicationDate":1488326400000},{"Title":"Genome-wide transposon screening and quantitative insertion site sequencing for cancer gene discovery in mice.","Journal":"Nature protocols","Authors":"Friedrich M., Rad L., Bronner I., Strong A., Wang W., Weber J., Mayho M., Ponstingl H., Engleitner T., Grove C., Pfaus A., Saur D., Cadiñanos J., Quail M., Vassiliou G., Liu P., Bradley A., Rad R.","Year":"2017","DOI":"10.1038\/nprot.2016.164","DocumentType":"Article","PublicationDate":1485907200000},{"Title":"An Unwelcome Embrace: Adverse Pulmonary-Aortic Interactions in Pulmonary Hypertension.","Journal":"Circulation. Cardiovascular imaging","Authors":"Quail M., Muthurangu V.","Year":"2017","DOI":"10.1161\/CIRCIMAGING.117.006063","DocumentType":"Article","PublicationDate":1485907200000},{"Title":"Prevalence of binary toxin positive Clostridium difficile in diarrhoeal humans in the absence of epidemic ribotype 027.","Journal":"PloS one","Authors":"McGovern A., Androga G., Knight D., Watson M., Elliott B., Foster N., Chang B., Riley T.","Year":"2017","DOI":"10.1371\/journal.pone.0187658","DocumentType":"Article","PublicationDate":1483228800000},{"Title":"Antimicrobial susceptibility of ","Journal":"Antimicrobial resistance and infection control","Authors":"Putsathit P., Maneerattanaporn M., Piewngam P., Knight D., Kiratisin P., Riley T.","Year":"2017","DOI":"10.1186\/s13756-017-0214-z","DocumentType":"Article","PublicationDate":1483228800000},{"Title":"Aberrant developmental titin splicing and dysregulated sarcomere length in Thymosin β4 knockout mice.","Journal":"Journal of molecular and cellular cardiology","Authors":"Smart N., Riegler J., Turtle C., Lygate C., McAndrew D., Gehmlich K., Dubé K., Price A., Muthurangu V., Taylor A., Lythgoe M., Redwood C., Riley P.","Year":"2017","DOI":"10.1016\/j.yjmcc.2016.10.010","DocumentType":"Article","PublicationDate":1483228800000},{"Title":"Automatic quantification of the myocardial extracellular volume by cardiac computed tomography: Synthetic ECV by CCT.","Journal":"Journal of cardiovascular computed tomography","Authors":"Treibel T., Fontana M., Steeden J., Nasis A., Yeung J., White S., Sivarajan S., Punwani S., Pugliese F., Taylor S., Moon J., Bandula S.","Year":"2017","DOI":"10.1016\/j.jcct.2017.02.006","DocumentType":"Article","PublicationDate":1483228800000},{"Title":"Utility of Cardiovascular Magnetic Resonance-Derived Wave Intensity Analysis As a Marker of Ventricular Function in Children with Heart Failure and Normal Ejection Fraction.","Journal":"Frontiers in pediatrics","Authors":"Ntsinjana H., Chung R., Ciliberti P., Muthurangu V., Schievano S., Marek J., Parker K., Taylor A., Biglino G.","Year":"2017","DOI":"10.3389\/fped.2017.00065","DocumentType":"Article","PublicationDate":1483228800000},{"Title":"Magnetic Resonance-Augmented Cardiopulmonary Exercise Testing: Comprehensively Assessing Exercise Intolerance in Children With Cardiovascular Disease.","Journal":"Circulation. Cardiovascular imaging","Authors":"Barber N., Ako E., Kowalik G., Cheang M., Pandya B., Steeden J., Moledina S., Muthurangu V.","Year":"2016","DOI":"10.1161\/CIRCIMAGING.116.005282","DocumentType":"Article","PublicationDate":1480550400000},{"Title":"Clostridium difficile Infection in Production Animals and Avian Species: A Review.","Journal":"Foodborne pathogens and disease","Authors":"Moono P., Foster N., Hampson D., Knight D., Bloomfield L., Riley T.","Year":"2016","DOI":"10.1089\/fpd.2016.2181","DocumentType":"Article","PublicationDate":1480550400000},{"Title":"The comparative role of echocardiography and MRI for identifying critical lesions in patients with single-ventricle physiology, before bidirectional cavopulmonary connection.","Journal":"Cardiology in the young","Authors":"Krupickova S., Quail M., Yates R., Gebauer R., Hughes M., Marek J.","Year":"2016","DOI":"10.1017\/S1047951115002693","DocumentType":"Article","PublicationDate":1475280000000},{"Title":"Rapid breath-hold assessment of myocardial velocities using spiral UNFOLD-ed SENSE tissue phase mapping.","Journal":"Journal of magnetic resonance imaging : JMRI","Authors":"Kowalik G., Muthurangu V., Khushnood A., Steeden J.","Year":"2016","DOI":"10.1002\/jmri.25218","DocumentType":"Article","PublicationDate":1475280000000},{"Title":"Comparison of bacterial genome assembly software for MinION data and their applicability to medical microbiology.","Journal":"Microbial genomics","Authors":"Judge K., Hunt M., Reuter S., Tracey A., Quail M., Parkhill J., Peacock S.","Year":"2016","DOI":"10.1099\/mgen.0.000085","DocumentType":"Article","PublicationDate":1472688000000},{"Title":"Physiological adaptations to chronic stress in healthy humans - why might the sexes have evolved different energy utilisation strategies?","Journal":"The Journal of physiology","Authors":"Jones A., Pruessner J., McMillan M., Jones R., Kowalik G., Steeden J., Williams B., Taylor A., Muthurangu V.","Year":"2016","DOI":"10.1113\/JP272021","DocumentType":"Article","PublicationDate":1470009600000},{"Title":"Clostridium difficile clade 5 in Australia: antimicrobial susceptibility profiling of PCR ribotypes of human and animal origin.","Journal":"The Journal of antimicrobial chemotherapy","Authors":"Knight D., Riley T.","Year":"2016","DOI":"10.1093\/jac\/dkw124","DocumentType":"Article","PublicationDate":1470009600000},{"Title":"Human ","Journal":"JMM case reports","Authors":"Mc Govern A., Foster N., Pereira L., Knight D., Elliott B., Chang B., Riley T.","Year":"2016","DOI":"10.1099\/jmmcr.0.005062","DocumentType":"Article","PublicationDate":1470009600000},{"Title":"Robust high-throughput prokaryote ","Journal":"Microbial genomics","Authors":"Page A., De Silva N., Hunt M., Quail M., Parkhill J., Harris S., Otto T., Keane J.","Year":"2016","DOI":"10.1099\/mgen.0.000083","DocumentType":"Article","PublicationDate":1470009600000},{"Title":"Development and validation of a comprehensive genomic diagnostic tool for myeloid malignancies.","Journal":"Blood","Authors":"McKerrell T., Moreno T., Ponstingl H., Bolli N., Dias J., Tischler G., Colonna V., Manasse B., Bench A., Bloxham D., Herman B., Fletcher D., Park N., Quail M., Manes N., Hodkinson C., Baxter J., Sierra J., Foukaneli T., Warren A., Chi J., Costeas P., Rad R., Huntly B., Grove C., Ning Z., Tyler-Smith C., Varela I., Scott M., Nomdedeu J., Mustonen V., Vassiliou G.","Year":"2016","DOI":"10.1182\/blood-2015-11-683334","DocumentType":"Article","PublicationDate":1467849600000},{"Title":"Quantitative insertion-site sequencing (QIseq) for high throughput phenotyping of transposon mutants.","Journal":"Genome research","Authors":"Bronner I., Otto T., Zhang M., Udenze K., Wang C., Quail M., Jiang R., Adams J., Rayner J.","Year":"2016","DOI":"10.1101\/gr.200279.115","DocumentType":"Article","PublicationDate":1467331200000},{"Title":"The infectious BAC genomic DNA expression library: a high capacity vector system for functional genomics.","Journal":"Scientific reports","Authors":"Lufino M., Edser P., Quail M., Rice S., Adams D., Wade-Martins R.","Year":"2016","DOI":"10.1038\/srep28644","DocumentType":"Article","PublicationDate":1467158400000},{"Title":"Quantitation of next generation sequencing library preparation protocol efficiencies using droplet digital PCR assays - a systematic comparison of DNA library preparation kits for Illumina sequencing.","Journal":"BMC genomics","Authors":"Aigrain L., Gu Y., Quail M.","Year":"2016","DOI":"10.1186\/s12864-016-2757-4","DocumentType":"Article","PublicationDate":1465776000000},{"Title":"The industrial melanism mutation in British peppered moths is a transposable element.","Journal":"Nature","Authors":"Van't Hof A., Campagne P., Rigden D., Yung C., Lingley J., Quail M., Hall N., Darby A., Saccheri I.","Year":"2016","DOI":"10.1038\/nature17951","DocumentType":"Article","PublicationDate":1464825600000},{"Title":"Mutations Decreasing Intrinsic β-Lactam Resistance Are Linked to Cell Division in the Nosocomial Pathogen Acinetobacter baumannii.","Journal":"Antimicrobial agents and chemotherapy","Authors":"Knight D., Dimitrova D., Rudin S., Bonomo R., Rather P.","Year":"2016","DOI":"10.1128\/AAC.00361-16","DocumentType":"Article","PublicationDate":1464739200000},{"Title":"Executive summary. Expert consensus statement on the diagnosis and treatment of paediatric pulmonary hypertension. The European Paediatric Pulmonary Vascular Disease Network, endorsed by ISHLT and DGPK.","Journal":"Heart (British Cardiac Society)","Authors":"Hansmann G., Apitz C., Abdul-Khaliq H., Alastalo T., Beerbaum P., Bonnet D., Dubowy K., Gorenflo M., Hager A., Hilgendorff A., Kaestner M., Koestenberger M., Koskenvuo J., Kozlik-Feldmann R., Kuehne T., Lammers A., Latus H., Michel-Behnke I., Miera O., Moledina S., Muthurangu V., Pattathu J., Schranz D., Warnecke G., Zartner P.","Year":"2016","DOI":"10.1136\/heartjnl-2015-309132","DocumentType":"Article","PublicationDate":1462060800000},{"Title":"Cardiac MR and CT imaging in children with suspected or confirmed pulmonary hypertension\/pulmonary hypertensive vascular disease. Expert consensus statement on the diagnosis and treatment of paediatric pulmonary hypertension. The European Paediatric Pulmonary Vascular Disease Network, endorsed by ISHLT and DGPK.","Journal":"Heart (British Cardiac Society)","Authors":"Latus H., Kuehne T., Beerbaum P., Apitz C., Hansmann G., Muthurangu V., Moledina S.","Year":"2016","DOI":"10.1136\/heartjnl-2015-308246","DocumentType":"Article","PublicationDate":1462060800000},{"Title":"The TraDIS toolkit: sequencing and analysis for dense transposon mutant libraries.","Journal":"Bioinformatics (Oxford, England)","Authors":"Barquist L., Mayho M., Cummins C., Cain A., Boinett C., Page A., Langridge G., Quail M., Keane J., Parkhill J.","Year":"2016","DOI":"10.1093\/bioinformatics\/btw022","DocumentType":"Article","PublicationDate":1459468800000},{"Title":"Isometric stress in cardiovascular magnetic resonance-a simple and easily replicable method of assessing cardiovascular differences not apparent at rest.","Journal":"European radiology","Authors":"Mortensen K., Jones A., Steeden J., Taylor A., Muthurangu V.","Year":"2016","DOI":"10.1007\/s00330-015-3920-z","DocumentType":"Article","PublicationDate":1459468800000},{"Title":"Reply to: \"Letter to the editor: Comparing pace and speed in the pulmonary circulation?\".","Journal":"American journal of physiology. Heart and circulatory physiology","Authors":"Quail M., Segers P., Muthurangu V.","Year":"2016","DOI":"10.1152\/ajpheart.00120.2016","DocumentType":"Article","PublicationDate":1459468800000},{"Title":"Comprehensive assessment of the global and regional vascular responses to food ingestion in humans using novel rapid MRI.","Journal":"American journal of physiology. Regulatory, integrative and comparative physiology","Authors":"Hauser J., Muthurangu V., Steeden J., Taylor A., Jones A.","Year":"2016","DOI":"10.1152\/ajpregu.00454.2015","DocumentType":"Article","PublicationDate":1458000000000},{"Title":"Differential impact of local stiffening and narrowing on hemodynamics in repaired aortic coarctation: an FSI study.","Journal":"Medical & biological engineering & computing","Authors":"Taelman L., Bols J., Degroote J., Muthurangu V., Panzer J., Vierendeels J., Segers P.","Year":"2016","DOI":"10.1007\/s11517-015-1336-1","DocumentType":"Article","PublicationDate":1456790400000},{"Title":"The genomic basis of parasitism in the Strongyloides clade of nematodes.","Journal":"Nature genetics","Authors":"Hunt V., Tsai I., Coghlan A., Reid A., Holroyd N., Foth B., Tracey A., Cotton J., Stanley E., Beasley H., Bennett H., Brooks K., Harsha B., Kajitani R., Kulkarni A., Harbecke D., Nagayasu E., Nichol S., Ogura Y., Quail M., Randle N., Xia D., Brattig N., Soblik H., Ribeiro D., Sanchez-Flores A., Hayashi T., Itoh T., Denver D., Grant W., Stoltzfus J., Lok J., Murayama H., Wastling J., Streit A., Kikuchi T., Viney M., Berriman M.","Year":"2016","DOI":"10.1038\/ng.3495","DocumentType":"Article","PublicationDate":1456790400000},{"Title":"Persistence of Clostridium difficile RT 237 infection in a Western Australian piggery.","Journal":"Anaerobe","Authors":"Moono P., Putsathit P., Knight D., Squire M., Hampson D., Foster N., Riley T.","Year":"2016","DOI":"10.1016\/j.anaerobe.2015.11.012","DocumentType":"Article","PublicationDate":1454284800000},{"Title":"MRI as a tool for non-invasive vascular profiling: a pilot study in patients with aortic coarctation.","Journal":"Expert review of medical devices","Authors":"Kelm M., Goubergrits L., Fernandes J., Biocca L., Pongiglione G., Muthurangu V., Khushnood A., Secinaro A., Chinali M., Schubert S., Berger F., Kuehne T.","Year":"2016","DOI":"10.1586\/17434440.2015.1090309","DocumentType":"Article","PublicationDate":1451606400000},{"Title":"A Phenotypically Silent vanB2 Operon Carried on a Tn1549-Like Element in Clostridium difficile.","Journal":"mSphere","Authors":"Knight D., Androga G., Ballard S., Howden B., Riley T.","Year":"2016","DOI":"10.1128\/mSphere.00177-16","DocumentType":"Article","PublicationDate":1451606400000},{"Title":"Genome Analysis of ","Journal":"Frontiers in microbiology","Authors":"Knight D., Squire M., Collins D., Riley T.","Year":"2016","DOI":"10.3389\/fmicb.2016.02138","DocumentType":"Article","PublicationDate":1451606400000},{"Title":"A method to implement the reservoir-wave hypothesis using phase-contrast magnetic resonance imaging.","Journal":"MethodsX","Authors":"Gray R., Parker K., Quail M., Taylor A., Biglino G.","Year":"2016","DOI":"10.1016\/j.mex.2016.08.004","DocumentType":"Article","PublicationDate":1451606400000},{"Title":"Left ventricular diastolic dysfunction in pulmonary hypertension predicts functional capacity and clinical worsening: a tissue phase mapping study.","Journal":"Journal of cardiovascular magnetic resonance : official journal of the Society for Cardiovascular Magnetic Resonance","Authors":"Knight D., Steeden J., Moledina S., Jones A., Coghlan J., Muthurangu V.","Year":"2015","DOI":"10.1186\/s12968-015-0220-3","DocumentType":"Article","PublicationDate":1451347200000},{"Title":"A safety checklist for transoesophageal echocardiography from the British Society of Echocardiography and the Association of Cardiothoracic Anaesthetists.","Journal":"Echo research and practice","Authors":"Sharma V., Alderton S., McNamara H., Steeds R., Bradlow W., Chenzbraun A., Oxborough D., Mathew T., Jones R., Wheeler R., Sandoval J., Lloyd G., O'Gallagher K., Knight D., Ring L., Collins K., O'Keeffe N., Fletcher N., Harkness A., Rana B.","Year":"2015","DOI":"10.1530\/ERP-15-0035","DocumentType":"Article","PublicationDate":1448928000000},{"Title":"Fractal Analysis of Myocardial Trabeculations in 2547 Study Participants: Multi-Ethnic Study of Atherosclerosis.","Journal":"Radiology","Authors":"Captur G., Zemrak F., Muthurangu V., Petersen S., Li C., Bassett P., Kawel-Boehm N., McKenna W., Elliott P., Lima J., Bluemke D., Moon J.","Year":"2015","DOI":"10.1148\/radiol.2015142948","DocumentType":"Article","PublicationDate":1448928000000},{"Title":"Surveillance for antimicrobial resistance in Australian isolates of Clostridium difficile, 2013-14.","Journal":"The Journal of antimicrobial chemotherapy","Authors":"Knight D., Giglio S., Huntington P., Korman T., Kotsanas D., Moore C., Paterson D., Prendergast L., Huber C., Robson J., Waring L., Wehrhahn M., Weldhagen G., Wilson R., Riley T.","Year":"2015","DOI":"10.1093\/jac\/dkv220","DocumentType":"Article","PublicationDate":1446336000000},{"Title":"Patient-specific computational models to support interventional procedures: a case study of complex aortic re-coarctation.","Journal":"EuroIntervention : journal of EuroPCR in collaboration with the Working Group on Interventional Cardiology of the European Society of Cardiology","Authors":"Cosentino D., Capelli C., Derrick G., Khambadkone S., Muthurangu V., Taylor A., Schievano S.","Year":"2015","DOI":"10.4244\/EIJY15M09_03","DocumentType":"Article","PublicationDate":1443657600000},{"Title":"Accuracy and Test-Retest Reproducibility of Two-Dimensional Knowledge-Based Volumetric Reconstruction of the Right Ventricle in Pulmonary Hypertension.","Journal":"Journal of the American Society of Echocardiography : official publication of the American Society of Echocardiography","Authors":"Knight D., Schwaiger J., Krupickova S., Davar J., Muthurangu V., Coghlan J.","Year":"2015","DOI":"10.1016\/j.echo.2015.02.020","DocumentType":"Article","PublicationDate":1438387200000},{"Title":"Diversity and Evolution in the Genome of Clostridium difficile.","Journal":"Clinical microbiology reviews","Authors":"Knight D., Elliott B., Chang B., Perkins T., Riley T.","Year":"2015","DOI":"10.1128\/CMR.00127-14","DocumentType":"Article","PublicationDate":1435708800000},{"Title":"Preventive Health Care for Men Who Have Sex with Men.","Journal":"American family physician","Authors":"Knight D., Jarrett D.","Year":"2015","DOI":null,"DocumentType":"Article","PublicationDate":1434326400000},{"Title":"Noninvasive pulmonary artery wave intensity analysis in pulmonary hypertension.","Journal":"American journal of physiology. Heart and circulatory physiology","Authors":"Quail M., Knight D., Steeden J., Taelman L., Moledina S., Taylor A., Segers P., Coghlan G., Muthurangu V.","Year":"2015","DOI":"10.1152\/ajpheart.00480.2014","DocumentType":"Article","PublicationDate":1434326400000},{"Title":"G&T-seq: parallel sequencing of single-cell genomes and transcriptomes.","Journal":"Nature methods","Authors":"Macaulay I., Haerty W., Kumar P., Li Y., Hu T., Teng M., Goolam M., Saurat N., Coupland P., Shirley L., Smith M., Van der Aa N., Banerjee R., Ellis P., Quail M., Swerdlow H., Zernicka-Goetz M., Livesey F., Ponting C., Voet T.","Year":"2015","DOI":"10.1038\/nmeth.3370","DocumentType":"Article","PublicationDate":1433116800000},{"Title":"Free breathing contrast-enhanced time-resolved magnetic resonance angiography in pediatric and adult congenital heart disease.","Journal":"Journal of cardiovascular magnetic resonance : official journal of the Society for Cardiovascular Magnetic Resonance","Authors":"Steeden J., Pandya B., Tann O., Muthurangu V.","Year":"2015","DOI":"10.1186\/s12968-015-0138-9","DocumentType":"Article","PublicationDate":1432252800000},{"Title":"MR augmented cardiopulmonary exercise testing-a novel approach to assessing cardiovascular function.","Journal":"Physiological measurement","Authors":"Barber N., Ako E., Kowalik G., Steeden J., Pandya B., Muthurangu V.","Year":"2015","DOI":"10.1088\/0967-3334\/36\/5\/N85","DocumentType":"Article","PublicationDate":1430438400000},{"Title":"Mutations upstream of fabI in triclosan resistant Staphylococcus aureus strains are associated with elevated fabI gene expression.","Journal":"BMC genomics","Authors":"Grandgirard D., Furi L., Ciusa M., Baldassarri L., Knight D., Morrissey I., Largiadèr C., Leib S., Oggioni M.","Year":"2015","DOI":"10.1186\/s12864-015-1544-y","DocumentType":"Article","PublicationDate":1430352000000},{"Title":"Mountain gorilla genomes reveal the impact of long-term population decline and inbreeding.","Journal":"Science (New York, N.Y.)","Authors":"Xue Y., Prado-Martinez J., Sudmant P., Narasimhan V., Ayub Q., Szpak M., Frandsen P., Chen Y., Yngvadottir B., Cooper D., de Manuel M., Hernandez-Rodriguez J., Lobon I., Siegismund H., Pagani L., Quail M., Hvilsom C., Mudakikwa A., Eichler E., Cranfield M., Marques-Bonet T., Tyler-Smith C., Scally A.","Year":"2015","DOI":"10.1126\/science.aaa3952","DocumentType":"Article","PublicationDate":1428624000000},{"Title":"Investigating the limitations of single breath-hold renal artery blood flow measurements using spiral phase contrast MR with R-R interval averaging.","Journal":"Journal of magnetic resonance imaging : JMRI","Authors":"Steeden J., Muthurangu V.","Year":"2015","DOI":"10.1002\/jmri.24638","DocumentType":"Article","PublicationDate":1427846400000},{"Title":"Sharper graph-theoretical conditions for the stabilization of complex reaction networks.","Journal":"Mathematical biosciences","Authors":"Knight D., Shinar G., Feinberg M.","Year":"2015","DOI":"10.1016\/j.mbs.2015.01.002","DocumentType":"Article","PublicationDate":1427846400000},{"Title":"A genome-scale vector resource enables high-throughput reverse genetic screening in a malaria parasite.","Journal":"Cell host & microbe","Authors":"Gomes A., Bushell E., Schwach F., Girling G., Anar B., Quail M., Herd C., Pfander C., Modrzynska K., Rayner J., Billker O.","Year":"2015","DOI":"10.1016\/j.chom.2015.01.014","DocumentType":"Article","PublicationDate":1426032000000},{"Title":"Leukemia-associated somatic mutations drive distinct patterns of age-related clonal hemopoiesis.","Journal":"Cell reports","Authors":"McKerrell T., Park N., Moreno T., Grove C., Ponstingl H., Stephens J., Crawley C., Craig J., Scott M., Hodkinson C., Baxter J., Rad R., Forsyth D., Quail M., Zeggini E., Ouwehand W., Varela I., Vassiliou G.","Year":"2015","DOI":"10.1016\/j.celrep.2015.02.005","DocumentType":"Article","PublicationDate":1425340800000},{"Title":"Accuracy and reproducibility of right ventricular quantification in patients with pressure and volume overload using single-beat three-dimensional echocardiography.","Journal":"Journal of the American Society of Echocardiography : official publication of the American Society of Echocardiography","Authors":"Knight D., Grasso A., Quail M., Muthurangu V., Taylor A., Toumpanakis C., Caplin M., Coghlan J., Davar J.","Year":"2015","DOI":"10.1016\/j.echo.2014.10.012","DocumentType":"Article","PublicationDate":1425168000000},{"Title":"Characterization of gene mutations and copy number changes in acute myeloid leukemia using a rapid target enrichment protocol.","Journal":"Haematologica","Authors":"Bolli N., Manes N., McKerrell T., Chi J., Park N., Gundem G., Quail M., Sathiaseelan V., Herman B., Crawley C., Craig J., Conte N., Grove C., Papaemmanuil E., Campbell P., Varela I., Costeas P., Vassiliou G.","Year":"2015","DOI":"10.3324\/haematol.2014.113381","DocumentType":"Article","PublicationDate":1422748800000},{"Title":"Assessment of cardiac time intervals using high temporal resolution real-time spiral phase contrast with UNFOLDed-SENSE.","Journal":"Magnetic resonance in medicine","Authors":"Kowalik G., Knight D., Steeden J., Tann O., Odille F., Atkinson D., Taylor A., Muthurangu V.","Year":"2015","DOI":"10.1002\/mrm.25183","DocumentType":"Article","PublicationDate":1422748800000},{"Title":"A conditional piggyBac transposition system for genetic screening in mice identifies oncogenic networks in pancreatic cancer.","Journal":"Nature genetics","Authors":"Rad R., Rad L., Wang W., Strong A., Ponstingl H., Bronner I., Mayho M., Steiger K., Weber J., Hieber M., Veltkamp C., Eser S., Geumann U., Öllinger R., Zukowska M., Barenboim M., Maresch R., Cadiñanos J., Friedrich M., Varela I., Constantino-Casas F., Sarver A., Ten Hoeve J., Prosser H., Seidler B., Bauer J., Heikenwälder M., Metzakopian E., Krug A., Ehmer U., Schneider G., Knösel T., Rümmele P., Aust D., Grützmann R., Pilarsky C., Ning Z., Wessels L., Schmid R., Quail M., Vassiliou G., Esposito I., Liu P., Saur D., Bradley A.","Year":"2015","DOI":"10.1038\/ng.3164","DocumentType":"Article","PublicationDate":1420070400000},{"Title":"Using 4D Cardiovascular Magnetic Resonance Imaging to Validate Computational Fluid Dynamics: A Case Study.","Journal":"Frontiers in pediatrics","Authors":"Biglino G., Cosentino D., Steeden J., De Nova L., Castelli M., Ntsinjana H., Pennati G., Taylor A., Schievano S.","Year":"2015","DOI":"10.3389\/fped.2015.00107","DocumentType":"Article","PublicationDate":1420070400000},{"Title":"The rotary zone thermal cycler: a low-power system enabling automated rapid PCR.","Journal":"PloS one","Authors":"Bartsch M., Edwards H., Lee D., Moseley C., Tew K., Renzi R., Van de Vreugde J., Kim H., Knight D., Sinha A., Branda S., Patel K.","Year":"2015","DOI":"10.1371\/journal.pone.0118182","DocumentType":"Article","PublicationDate":1420070400000},{"Title":"Significant Differences Characterise the Correlation Coefficients between Biocide and Antibiotic Susceptibility Profiles in Staphylococcus aureus.","Journal":"Current pharmaceutical design","Authors":"Oggioni M., Coelho J., Furi L., Knight D., Viti C., Orefici G., Martinez J., Freitas A., Coque T., Morrissey I.","Year":"2015","DOI":"10.2174\/1381612821666150310103238","DocumentType":"Article","PublicationDate":1420070400000},{"Title":"Nationwide surveillance study of Clostridium difficile in Australian neonatal pigs shows high prevalence and heterogeneity of PCR ribotypes.","Journal":"Applied and environmental microbiology","Authors":"Knight D., Squire M., Riley T.","Year":"2015","DOI":"10.1128\/AEM.03032-14","DocumentType":"Article","PublicationDate":1420070400000},{"Title":"Mechanisms of maintained exercise capacity in adults with repaired tetralogy of Fallot.","Journal":"International journal of cardiology","Authors":"O'Meagher S., Munoz P., Muthurangu V., Robinson P., Malitz N., Tanous D., Celermajer D., Puranik R.","Year":"2014","DOI":"10.1016\/j.ijcard.2014.09.008","DocumentType":"Article","PublicationDate":1416009600000},{"Title":"Development and validation of a novel method to derive central aortic systolic pressure from the MR aortic distension curve.","Journal":"Journal of magnetic resonance imaging : JMRI","Authors":"Quail M., Steeden J., Knight D., Segers P., Taylor A., Muthurangu V.","Year":"2014","DOI":"10.1002\/jmri.24471","DocumentType":"Article","PublicationDate":1414800000000},{"Title":"Prediction of sarcomere mutations in subclinical hypertrophic cardiomyopathy.","Journal":"Circulation. Cardiovascular imaging","Authors":"Captur G., Lopes L., Mohun T., Patel V., Li C., Bassett P., Finocchiaro G., Ferreira V., Esteban M., Muthurangu V., Sherrid M., Day S., Canter C., McKenna W., Seidman C., Bluemke D., Elliott P., Ho C., Moon J.","Year":"2014","DOI":"10.1161\/CIRCIMAGING.114.002411","DocumentType":"Article","PublicationDate":1414800000000},{"Title":"Laboratory detection of Clostridium difficile in piglets in Australia.","Journal":"Journal of clinical microbiology","Authors":"Knight D., Squire M., Riley T.","Year":"2014","DOI":"10.1128\/JCM.01225-14","DocumentType":"Article","PublicationDate":1414800000000},{"Title":"Genome sequencing of chimpanzee malaria parasites reveals possible pathways of adaptation to human hosts.","Journal":"Nature communications","Authors":"Otto T., Rayner J., Böhme U., Pain A., Spottiswoode N., Sanders M., Quail M., Ollomo B., Renaud F., Thomas A., Prugnolle F., Conway D., Newbold C., Berriman M.","Year":"2014","DOI":"10.1038\/ncomms5754","DocumentType":"Article","PublicationDate":1410220800000},{"Title":"Geometrical and stress analysis of factors associated with stent fracture after melody percutaneous pulmonary valve implantation.","Journal":"Circulation. Cardiovascular interventions","Authors":"Cosentino D., Quail M., Pennati G., Capelli C., Bonhoeffer P., Díaz-Zuccarini V., Taylor A., Schievano S.","Year":"2014","DOI":"10.1161\/CIRCINTERVENTIONS.113.000631","DocumentType":"Article","PublicationDate":1406851200000},{"Title":"The genome sequence of ectromelia virus Naval and Cornell isolates from outbreaks in North America.","Journal":"Virology","Authors":"Mavian C., López-Bueno A., Bryant N., Seeger K., Quail M., Harris D., Barrell B., Alcami A.","Year":"2014","DOI":"10.1016\/j.virol.2014.06.010","DocumentType":"Article","PublicationDate":1406851200000},{"Title":"Zero tolerance for healthcare-associated MRSA bacteraemia: is it realistic?","Journal":"The Journal of antimicrobial chemotherapy","Authors":"Török M., Harris S., Cartwright E., Raven K., Brown N., Allison M., Greaves D., Quail M., Limmathurotsakul D., Holden M., Parkhill J., Peacock S.","Year":"2014","DOI":"10.1093\/jac\/dku128","DocumentType":"Article","PublicationDate":1406851200000},{"Title":"Real-time magnetic resonance assessment of septal curvature accurately tracks acute hemodynamic changes in pediatric pulmonary hypertension.","Journal":"Circulation. Cardiovascular imaging","Authors":"Pandya B., Quail M., Steeden J., McKee A., Odille F., Taylor A., Schulze-Neick I., Derrick G., Moledina S., Muthurangu V.","Year":"2014","DOI":"10.1161\/CIRCIMAGING.113.001156","DocumentType":"Article","PublicationDate":1404172800000},{"Title":"Abnormal cardiac formation in hypertrophic cardiomyopathy: fractal analysis of trabeculae and preclinical gene expression.","Journal":"Circulation. Cardiovascular genetics","Authors":"Captur G., Lopes L., Patel V., Li C., Bassett P., Syrris P., Sado D., Maestrini V., Mohun T., McKenna W., Muthurangu V., Elliott P., Moon J.","Year":"2014","DOI":"10.1161\/CIRCGENETICS.113.000362","DocumentType":"Article","PublicationDate":1401580800000},{"Title":"Global population structure and evolution of Bordetella pertussis and their relationship with vaccination.","Journal":"mBio","Authors":"Bart M., Harris S., Advani A., Arakawa Y., Bottero D., Bouchez V., Cassiday P., Chiang C., Dalby T., Fry N., Gaillard M., van Gent M., Guiso N., Hallander H., Harvill E., He Q., van der Heide H., Heuvelman K., Hozbor D., Kamachi K., Karataev G., Lan R., Lutyńska A., Maharjan R., Mertsola J., Miyamura T., Octavia S., Preston A., Quail M., Sintchenko V., Stefanelli P., Tondella M., Tsang R., Xu Y., Yao S., Zhang S., Parkhill J., Mooi F.","Year":"2014","DOI":"10.1128\/mBio.01074-14","DocumentType":"Article","PublicationDate":1398124800000},{"Title":"Coronary magnetic resonance angiography in heterotopic heart transplant recipient.","Journal":"Circulation","Authors":"Henningsson M., Greil G., Burch M., Hussain T., Taylor A., Muthurangu V., Botnar R., Dedieu N.","Year":"2014","DOI":"10.1161\/CIRCULATIONAHA.113.006844","DocumentType":"Article","PublicationDate":1396310400000},{"Title":"SASI-Seq: sample assurance Spike-Ins, and highly differentiating 384 barcoding for Illumina sequencing.","Journal":"BMC genomics","Authors":"Quail M., Smith M., Jackson D., Leonard S., Skelly T., Swerdlow H., Gu Y., Ellis P.","Year":"2014","DOI":"10.1186\/1471-2164-15-110","DocumentType":"Article","PublicationDate":1391731200000},{"Title":"Improved Protocols for Illumina Sequencing.","Journal":"Current protocols in human genetics","Authors":"Bronner I., Quail M., Turner D., Swerdlow H.","Year":"2014","DOI":"10.1002\/0471142905.hg1802s80","DocumentType":"Article","PublicationDate":1390262400000},{"Title":"Self-navigated tissue phase mapping using a golden-angle spiral acquisition-proof of concept in patients with pulmonary hypertension.","Journal":"Magnetic resonance in medicine","Authors":"Steeden J., Knight D., Bali S., Atkinson D., Taylor A., Muthurangu V.","Year":"2014","DOI":"10.1002\/mrm.24646","DocumentType":"Article","PublicationDate":1388534400000},{"Title":"Evaluation of epidemiological cut-off values indicates that biocide resistant subpopulations are uncommon in natural isolates of clinically-relevant microorganisms.","Journal":"PloS one","Authors":"Morrissey I., Oggioni M., Knight D., Curiao T., Coque T., Kalkanci A., Martinez J.","Year":"2014","DOI":"10.1371\/journal.pone.0086669","DocumentType":"Article","PublicationDate":1388534400000},{"Title":"AHT-ChIP-seq: a completely automated robotic protocol for high-throughput chromatin immunoprecipitation.","Journal":"Genome biology","Authors":"Aldridge S., Watt S., Quail M., Rayner T., Lukk M., Bimson M., Gaffney D., Odom D.","Year":"2013","DOI":"10.1186\/gb-2013-14-11-r124","DocumentType":"Article","PublicationDate":1383782400000},{"Title":"Genome-level analyses of Mycobacterium bovis lineages reveal the role of SNPs and antisense transcription in differential gene expression.","Journal":"BMC genomics","Authors":"Golby P., Nunez J., Witney A., Hinds J., Quail M., Bentley S., Harris S., Smith N., Hewinson R., Gordon S.","Year":"2013","DOI":"10.1186\/1471-2164-14-710","DocumentType":"Article","PublicationDate":1381968000000},{"Title":"Prevalence of Clostridium difficile colonization among healthcare workers.","Journal":"BMC infectious diseases","Authors":"Friedman N., Pollard J., Stupart D., Knight D., Khajehnoori M., Davey E., Parry L., Riley T.","Year":"2013","DOI":"10.1186\/1471-2334-13-459","DocumentType":"Article","PublicationDate":1380844800000},{"Title":"Clinical issues and outcomes in adults following repair of tetralogy of fallot.","Journal":"Current treatment options in cardiovascular medicine","Authors":"Pandya B., Quail M., Cullen S.","Year":"2013","DOI":"10.1007\/s11936-013-0264-3","DocumentType":"Article","PublicationDate":1380585600000},{"Title":"Computer modeling to tailor therapy for congenital heart disease.","Journal":"Current cardiology reports","Authors":"Quail M., Taylor A.","Year":"2013","DOI":"10.1007\/s11886-013-0395-x","DocumentType":"Article","PublicationDate":1377993600000},{"Title":"Prevalence of gastrointestinal Clostridium difficile carriage in Australian sheep and lambs.","Journal":"Applied and environmental microbiology","Authors":"Knight D., Riley T.","Year":"2013","DOI":"10.1128\/AEM.01888-13","DocumentType":"Article","PublicationDate":1377993600000},{"Title":"Evaluation of reduced susceptibility to quaternary ammonium compounds and bisbiguanides in clinical isolates and laboratory-generated mutants of Staphylococcus aureus.","Journal":"Antimicrobial agents and chemotherapy","Authors":"Furi L., Ciusa M., Knight D., Di Lorenzo V., Tocci N., Cirasola D., Aragones L., Coelho J., Freitas A., Marchi E., Moce L., Visa P., Northwood J., Viti C., Borghi E., Orefici G., Morrissey I., Oggioni M.","Year":"2013","DOI":"10.1128\/AAC.00498-13","DocumentType":"Article","PublicationDate":1375315200000},{"Title":"Habitual alcohol consumption is associated with lower cardiovascular stress responses--a novel explanation for the known cardiovascular benefits of alcohol?","Journal":"Stress (Amsterdam, Netherlands)","Authors":"Jones A., McMillan M., Jones R., Kowalik G., Steeden J., Pruessner J., Taylor A., Deanfield J., Muthurangu V.","Year":"2013","DOI":"10.3109\/10253890.2013.777833","DocumentType":"Article","PublicationDate":1372636800000},{"Title":"Read and assembly metrics inconsequential for clinical utility of whole-genome sequencing in mapping outbreaks.","Journal":"Nature biotechnology","Authors":"Harris S., Török M., Cartwright E., Quail M., Peacock S., Parkhill J.","Year":"2013","DOI":"10.1038\/nbt.2616","DocumentType":"Article","PublicationDate":1372636800000},{"Title":"Single-cell paired-end genome sequencing reveals structural variation per cell cycle.","Journal":"Nucleic acids research","Authors":"Voet T., Kumar P., Van Loo P., Cooke S., Marshall J., Lin M., Zamani Esteki M., Van der Aa N., Mateiu L., McBride D., Bignell G., McLaren S., Teague J., Butler A., Raine K., Stebbings L., Quail M., D'Hooghe T., Moreau Y., Futreal P., Stratton M., Vermeesch J., Campbell P.","Year":"2013","DOI":"10.1093\/nar\/gkt345","DocumentType":"Article","PublicationDate":1372636800000},{"Title":"Quantification of left ventricular trabeculae using fractal analysis.","Journal":"Journal of cardiovascular magnetic resonance : official journal of the Society for Cardiovascular Magnetic Resonance","Authors":"Captur G., Muthurangu V., Cook C., Flett A., Wilson R., Barison A., Sado D., Anderson S., McKenna W., Mohun T., Elliott P., Moon J.","Year":"2013","DOI":"10.1186\/1532-429X-15-36","DocumentType":"Article","PublicationDate":1368144000000},{"Title":"Prognostic significance of cardiac magnetic resonance imaging in children with pulmonary hypertension.","Journal":"Circulation. Cardiovascular imaging","Authors":"Moledina S., Pandya B., Bartsota M., Mortensen K., McMillan M., Quyam S., Taylor A., Haworth S., Schulze-Neick I., Muthurangu V.","Year":"2013","DOI":"10.1161\/CIRCIMAGING.112.000082","DocumentType":"Article","PublicationDate":1367366400000},{"Title":"Description and nomenclature of Neisseria meningitidis capsule locus.","Journal":"Emerging infectious diseases","Authors":"Harrison O., Claus H., Jiang Y., Bennett J., Bratcher H., Jolley K., Corton C., Care R., Poolman J., Zollinger W., Frasch C., Stephens D., Feavers I., Frosch M., Parkhill J., Vogel U., Quail M., Bentley S., Maiden M.","Year":"2013","DOI":"10.3201\/eid1904.111799","DocumentType":"Article","PublicationDate":1364774400000},{"Title":"Cross-sectional study reveals high prevalence of Clostridium difficile non-PCR ribotype 078 strains in Australian veal calves at slaughter.","Journal":"Applied and environmental microbiology","Authors":"Knight D., Thean S., Putsathit P., Fenwick S., Riley T.","Year":"2013","DOI":"10.1128\/AEM.03951-12","DocumentType":"Article","PublicationDate":1364774400000},{"Title":"Efficient depletion of host DNA contamination in malaria clinical sequencing.","Journal":"Journal of clinical microbiology","Authors":"Oyola S., Gu Y., Manske M., Otto T., O'Brien J., Alcock D., Macinnis B., Berriman M., Newbold C., Kwiatkowski D., Swerdlow H., Quail M.","Year":"2013","DOI":"10.1128\/JCM.02507-12","DocumentType":"Article","PublicationDate":1362096000000},{"Title":"Genetic basis of Y-linked hearing impairment.","Journal":"American journal of human genetics","Authors":"Wang Q., Xue Y., Zhang Y., Long Q., Asan, Yang F., Turner D., Fitzgerald T., Ng B., Zhao Y., Chen Y., Liu Q., Yang W., Han D., Quail M., Swerdlow H., Burton J., Fahey C., Ning Z., Hurles M., Carter N., Yang H., Tyler-Smith C.","Year":"2013","DOI":"10.1016\/j.ajhg.2012.12.015","DocumentType":"Article","PublicationDate":1360195200000},{"Title":"Whole-genome sequencing for analysis of an outbreak of meticillin-resistant Staphylococcus aureus: a descriptive study.","Journal":"The Lancet. Infectious diseases","Authors":"Harris S., Cartwright E., Török M., Holden M., Brown N., Ogilvy-Stuart A., Ellington M., Quail M., Bentley S., Parkhill J., Peacock S.","Year":"2013","DOI":"10.1016\/S1473-3099(12)70268-2","DocumentType":"Article","PublicationDate":1359676800000},{"Title":"Genomic analysis of smooth tubercle bacilli provides insights into ancestry and pathoadaptation of Mycobacterium tuberculosis.","Journal":"Nature genetics","Authors":"Supply P., Marceau M., Mangenot S., Roche D., Rouanet C., Khanna V., Majlessi L., Criscuolo A., Tap J., Pawlik A., Fiette L., Orgeur M., Fabre M., Parmentier C., Frigui W., Simeone R., Boritsch E., Debrie A., Willery E., Walker D., Quail M., Ma L., Bouchier C., Salvignol G., Sayes F., Cascioferro A., Seemann T., Barbe V., Locht C., Gutierrez M., Leclerc C., Bentley S., Stinear T., Brisse S., Médigue C., Parkhill J., Cruveiller S., Brosch R.","Year":"2013","DOI":"10.1038\/ng.2517","DocumentType":"Article","PublicationDate":1359676800000},{"Title":"Detection and grading of coronary allograft vasculopathy in children with contrast-enhanced magnetic resonance imaging of the coronary vessel wall.","Journal":"Circulation. Cardiovascular imaging","Authors":"Hussain T., Fenton M., Peel S., Wiethoff A., Taylor A., Muthurangu V., Razavi R., Botnar R., Burch M., Greil G.","Year":"2013","DOI":"10.1161\/CIRCIMAGING.112.975797","DocumentType":"Article","PublicationDate":1356998400000},{"Title":"A small predatory core genome in the divergent marine Bacteriovorax marinus SJ and the terrestrial Bdellovibrio bacteriovorus.","Journal":"The ISME journal","Authors":"Crossman L., Chen H., Cerdeño-Tárraga A., Brooks K., Quail M., Pineiro S., Hobley L., Sockett R., Bentley S., Parkhill J., Williams H., Stine O.","Year":"2013","DOI":"10.1038\/ismej.2012.90","DocumentType":"Article","PublicationDate":1356998400000},{"Title":"Activity of oritavancin against methicillin-resistant staphylococci, vancomycin-resistant enterococci and β-haemolytic streptococci collected from western European countries in 2011.","Journal":"The Journal of antimicrobial chemotherapy","Authors":"Morrissey I., Seifert H., Canton R., Nordmann P., Stefani S., Macgowan A., Janes R., Knight D.","Year":"2013","DOI":"10.1093\/jac\/dks344","DocumentType":"Article","PublicationDate":1356998400000},{"Title":"Massively parallel sequencing reveals the complex structure of an irradiated human chromosome on a mouse background in the Tc1 model of Down syndrome.","Journal":"PloS one","Authors":"Gribble S., Wiseman F., Clayton S., Prigmore E., Langley E., Yang F., Maguire S., Fu B., Rajan D., Sheppard O., Scott C., Hauser H., Stephens P., Stebbings L., Ng B., Fitzgerald T., Quail M., Banerjee R., Rothkamm K., Tybulewicz V., Fisher E., Carter N.","Year":"2013","DOI":"10.1371\/journal.pone.0060482","DocumentType":"Article","PublicationDate":1356998400000},{"Title":"The use of machine learning methodologies to analyse antibiotic and biocide susceptibility in Staphylococcus aureus.","Journal":"PloS one","Authors":"Coelho J., Carriço J., Knight D., Martínez J., Morrissey I., Oggioni M., Freitas A.","Year":"2013","DOI":"10.1371\/journal.pone.0055582","DocumentType":"Article","PublicationDate":1356998400000},{"Title":"A method for selectively enriching microbial DNA from contaminating vertebrate host DNA.","Journal":"PloS one","Authors":"Feehery G., Yigit E., Oyola S., Langhorst B., Schmidt V., Stewart F., Dimalanta E., Amaral-Zettler L., Davis T., Quail M., Pradhan S.","Year":"2013","DOI":"10.1371\/journal.pone.0076096","DocumentType":"Article","PublicationDate":1356998400000},{"Title":"Evaluation and optimisation of preparative semi-automated electrophoresis systems for Illumina library preparation.","Journal":"Electrophoresis","Authors":"Quail M., Gu Y., Swerdlow H., Mayho M.","Year":"2012","DOI":"10.1002\/elps.201200128","DocumentType":"Article","PublicationDate":1354320000000},{"Title":"Use of cardiovascular magnetic resonance imaging for TAVR assessment in patients with bioprosthetic aortic valves: comparison with computed tomography.","Journal":"European journal of radiology","Authors":"Quail M., Nordmeyer J., Schievano S., Reinthaler M., Mullen M., Taylor A.","Year":"2012","DOI":"10.1016\/j.ejrad.2012.07.014","DocumentType":"Article","PublicationDate":1354320000000},{"Title":"Reduced ascending aorta distensibility relates to adverse ventricular mechanics in patients with hypoplastic left heart syndrome: noninvasive study using wave intensity analysis.","Journal":"The Journal of thoracic and cardiovascular surgery","Authors":"Biglino G., Schievano S., Steeden J., Ntsinjana H., Baker C., Khambadkone S., de Leval M., Hsia T., Taylor A., Giardini A.","Year":"2012","DOI":"10.1016\/j.jtcvs.2012.08.028","DocumentType":"Article","PublicationDate":1354320000000},{"Title":"Real-time flow with fast GPU reconstruction for continuous assessment of cardiac output.","Journal":"Journal of magnetic resonance imaging : JMRI","Authors":"Kowalik G., Steeden J., Pandya B., Odille F., Atkinson D., Taylor A., Muthurangu V.","Year":"2012","DOI":"10.1002\/jmri.23736","DocumentType":"Article","PublicationDate":1354320000000},{"Title":"Impact of pulmonary valve replacement in tetralogy of Fallot with pulmonary regurgitation: a comparison of intervention and nonintervention.","Journal":"The Annals of thoracic surgery","Authors":"Quail M., Frigiola A., Giardini A., Muthurangu V., Hughes M., Lurz P., Khambadkone S., Deanfield J., Tsang V., Taylor A.","Year":"2012","DOI":"10.1016\/j.athoracsur.2012.06.062","DocumentType":"Article","PublicationDate":1351728000000},{"Title":"Impact of reduction in right ventricular pressure and\/or volume overload by percutaneous pulmonary valve implantation on biventricular response to exercise: an exercise stress real-time CMR study.","Journal":"European heart journal","Authors":"Lurz P., Muthurangu V., Schuler P., Giardini A., Schievano S., Nordmeyer J., Khambadkone S., Cappeli C., Derrick G., Bonhoeffer P., Taylor A.","Year":"2012","DOI":"10.1093\/eurheartj\/ehs200","DocumentType":"Article","PublicationDate":1349049600000},{"Title":"A novel resistance mechanism to triclosan that suggests horizontal gene transfer and demonstrates a potential selective pressure for reduced biocide susceptibility in clinical strains of Staphylococcus aureus.","Journal":"International journal of antimicrobial agents","Authors":"Ciusa M., Furi L., Knight D., Decorosi F., Fondi M., Raggi C., Coelho J., Aragones L., Moce L., Visa P., Freitas A., Baldassarri L., Fani R., Viti C., Orefici G., Martinez J., Morrissey I., Oggioni M.","Year":"2012","DOI":"10.1016\/j.ijantimicag.2012.04.021","DocumentType":"Article","PublicationDate":1346457600000},{"Title":"A non-invasive clinical application of wave intensity analysis based on ultrahigh temporal resolution phase-contrast cardiovascular magnetic resonance.","Journal":"Journal of cardiovascular magnetic resonance : official journal of the Society for Cardiovascular Magnetic Resonance","Authors":"Biglino G., Steeden J., Baker C., Schievano S., Taylor A., Parker K., Muthurangu V.","Year":"2012","DOI":"10.1186\/1532-429X-14-57","DocumentType":"Article","PublicationDate":1344470400000},{"Title":"A tale of three next generation sequencing platforms: comparison of Ion Torrent, Pacific Biosciences and Illumina MiSeq sequencers.","Journal":"BMC genomics","Authors":"Quail M., Smith M., Coupland P., Otto T., Harris S., Connor T., Bertoni A., Swerdlow H., Gu Y.","Year":"2012","DOI":"10.1186\/1471-2164-13-341","DocumentType":"Article","PublicationDate":1343088000000},{"Title":"Analysis of Plasmodium falciparum diversity in natural infections by deep sequencing.","Journal":"Nature","Authors":"Manske M., Miotto O., Campino S., Auburn S., Almagro-Garcia J., Maslen G., O'Brien J., Djimde A., Doumbo O., Zongo I., Ouedraogo J., Michon P., Mueller I., Siba P., Nzila A., Borrmann S., Kiara S., Marsh K., Jiang H., Su X., Amaratunga C., Fairhurst R., Socheat D., Nosten F., Imwong M., White N., Sanders M., Anastasi E., Alcock D., Drury E., Oyola S., Quail M., Turner D., Ruano-Rubio V., Jyothi D., Amenga-Etego L., Hubbart C., Jeffreys A., Rowlands K., Sutherland C., Roper C., Mangano V., Modiano D., Tan J., Ferdig M., Amambua-Ngwa A., Conway D., Takala-Harrison S., Plowe C., Rayner J., Rockett K., Clark T., Newbold C., Berriman M., MacInnis B., Kwiatkowski D.","Year":"2012","DOI":"10.1038\/nature11174","DocumentType":"Article","PublicationDate":1342656000000},{"Title":"Systemic to pulmonary collateral blood flow influences early outcomes following the total cavopulmonary connection.","Journal":"Heart (British Cardiac Society)","Authors":"Odenwald T., Quail M., Giardini A., Khambadkone S., Hughes M., Tann O., Hsia T., Muthurangu V., Taylor A.","Year":"2012","DOI":"10.1136\/heartjnl-2011-301599","DocumentType":"Article","PublicationDate":1338508800000},{"Title":"High-resolution slice-selective Fourier velocity encoding in congenital heart disease using spiral SENSE with velocity unwrap.","Journal":"Magnetic resonance in medicine","Authors":"Steeden J., Jones A., Pandya B., Atkinson D., Taylor A., Muthurangu V.","Year":"2012","DOI":"10.1002\/mrm.24293","DocumentType":"Article","PublicationDate":1338508800000},{"Title":"Long-term importance of right ventricular outflow tract patch function in patients with pulmonary regurgitation.","Journal":"The Journal of thoracic and cardiovascular surgery","Authors":"Puranik R., Tsang V., Lurz P., Muthurangu V., Offen S., Frigiola A., Norman W., Walker F., Bonhoeffer P., Taylor A.","Year":"2012","DOI":"10.1016\/j.jtcvs.2011.09.039","DocumentType":"Article","PublicationDate":1335830400000},{"Title":"Exploration of signals of positive selection derived from genotype-based human genome scans using re-sequencing data.","Journal":"Human genetics","Authors":"Hu M., Ayub Q., Guerra-Assunção J., Long Q., Ning Z., Huang N., Romero I., Mamanova L., Akan P., Liu X., Coffey A., Turner D., Swerdlow H., Burton J., Quail M., Conrad D., Enright A., Tyler-Smith C., Xue Y.","Year":"2012","DOI":"10.1007\/s00439-011-1111-9","DocumentType":"Article","PublicationDate":1335830400000},{"Title":"High-resolution single nucleotide polymorphism analysis distinguishes recrudescence and reinfection in recurrent invasive nontyphoidal Salmonella typhimurium disease.","Journal":"Clinical infectious diseases : an official publication of the Infectious Diseases Society of America","Authors":"Okoro C., Kingsley R., Quail M., Kankwatira A., Feasey N., Parkhill J., Dougan G., Gordon M.","Year":"2012","DOI":"10.1093\/cid\/cir1032","DocumentType":"Article","PublicationDate":1333238400000},{"Title":"Valvular disease. Super size me? Annular size and paravalvular leak after TAVR.","Journal":"Nature reviews. Cardiology","Authors":"Quail M., Taylor A.","Year":"2012","DOI":"10.1038\/nrcardio.2012.38","DocumentType":"Article","PublicationDate":1332201600000},{"Title":"Insights into hominid evolution from the gorilla genome sequence.","Journal":"Nature","Authors":"Scally A., Dutheil J., Hillier L., Jordan G., Goodhead I., Herrero J., Hobolth A., Lappalainen T., Mailund T., Marques-Bonet T., McCarthy S., Montgomery S., Schwalie P., Tang Y., Ward M., Xue Y., Yngvadottir B., Alkan C., Andersen L., Ayub Q., Ball E., Beal K., Bradley B., Chen Y., Clee C., Fitzgerald S., Graves T., Gu Y., Heath P., Heger A., Karakoc E., Kolb-Kokocinski A., Laird G., Lunter G., Meader S., Mort M., Mullikin J., Munch K., O'Connor T., Phillips A., Prado-Martinez J., Rogers A., Sajjadian S., Schmidt D., Shaw K., Simpson J., Stenson P., Turner D., Vigilant L., Vilella A., Whitener W., Zhu B., Cooper D., de Jong P., Dermitzakis E., Eichler E., Flicek P., Goldman N., Mundy N., Ning Z., Odom D., Ponting C., Quail M., Ryder O., Searle S., Warren W., Wilson R., Schierup M., Rogers J., Tyler-Smith C., Durbin R.","Year":"2012","DOI":"10.1038\/nature10842","DocumentType":"Article","PublicationDate":1331078400000},{"Title":"Structure, diversity, and mobility of the Salmonella pathogenicity island 7 family of integrative and conjugative elements within Enterobacteriaceae.","Journal":"Journal of bacteriology","Authors":"Seth-Smith H., Fookes M., Okoro C., Baker S., Harris S., Scott P., Pickard D., Quail M., Churcher C., Sanders M., Harmse J., Dougan G., Parkhill J., Thomson N.","Year":"2012","DOI":"10.1128\/JB.06403-11","DocumentType":"Article","PublicationDate":1330560000000},{"Title":"Lineage-specific virulence determinants of Haemophilus influenzae biogroup aegyptius.","Journal":"Emerging infectious diseases","Authors":"Strouts F., Power P., Croucher N., Corton N., van Tonder A., Quail M., Langford P., Hudson M., Parkhill J., Kroll J., Bentley S.","Year":"2012","DOI":"10.3201\/eid1803.110728","DocumentType":"Article","PublicationDate":1330560000000},{"Title":"Antigenic diversity is generated by distinct evolutionary mechanisms in African trypanosome species.","Journal":"Proceedings of the National Academy of Sciences of the United States of America","Authors":"Jackson A., Berry A., Aslett M., Allison H., Burton P., Vavrova-Anderson J., Brown R., Browne H., Corton N., Hauser H., Gamble J., Gilderthorp R., Marcello L., McQuillan J., Otto T., Quail M., Sanders M., van Tonder A., Ginger M., Field M., Barry J., Hertz-Fowler C., Berriman M.","Year":"2012","DOI":"10.1073\/pnas.1117313109","DocumentType":"Article","PublicationDate":1330387200000},{"Title":"Genomic islands of divergence in hybridizing Heliconius butterflies identified by large-scale targeted sequencing.","Journal":"Philosophical transactions of the Royal Society of London. Series B, Biological sciences","Authors":"Nadeau N., Whibley A., Jones R., Davey J., Dasmahapatra K., Baxter S., Quail M., Joron M., ffrench-Constant R., Blaxter M., Mallet J., Jiggins C.","Year":"2012","DOI":"10.1098\/rstb.2011.0198","DocumentType":"Article","PublicationDate":1328400000000},{"Title":"Question 3 Does a higher initial dose of adenosine improve cardioversion rates in supraventricular tachycardia?","Journal":"Archives of disease in childhood","Authors":"Quail M., Till J.","Year":"2012","DOI":"10.1136\/archdischild-2011-301079","DocumentType":"Article","PublicationDate":1328054400000},{"Title":"Optimizing Illumina next-generation sequencing library preparation for extremely AT-biased genomes.","Journal":"BMC genomics","Authors":"Oyola S., Otto T., Gu Y., Maslen G., Manske M., Campino S., Turner D., Macinnis B., Kwiatkowski D., Swerdlow H., Quail M.","Year":"2012","DOI":"10.1186\/1471-2164-13-1","DocumentType":"Article","PublicationDate":1325548800000},{"Title":"Comparative genomics of the apicomplexan parasites Toxoplasma gondii and Neospora caninum: Coccidia differing in host range and transmission strategy.","Journal":"PLoS pathogens","Authors":"Reid A., Vermont S., Cotton J., Harris D., Hill-Cawthorne G., Könen-Waisman S., Latham S., Mourier T., Norton R., Quail M., Sanders M., Shanmugam D., Sohal A., Wasmuth J., Brunk B., Grigg M., Howard J., Parkinson J., Roos D., Trees A., Berriman M., Pain A., Wastling J.","Year":"2012","DOI":"10.1371\/journal.ppat.1002567","DocumentType":"Article","PublicationDate":1325376000000},{"Title":"Extent, causes, and consequences of small RNA expression variation in human adipose tissue.","Journal":"PLoS genetics","Authors":"Parts L., Hedman Å., Keildson S., Knights A., Abreu-Goodger C., van de Bunt M., Guerra-Assunção J., Bartonicek N., van Dongen S., Mägi R., Nisbet J., Barrett A., Rantalainen M., Nica A., Quail M., Small K., Glass D., Enright A., Winn J., Deloukas P., Dermitzakis E., McCarthy M., Spector T., Durbin R., Lindgren C.","Year":"2012","DOI":"10.1371\/journal.pgen.1002704","DocumentType":"Article","PublicationDate":1325376000000},{"Title":"The genome of Mycobacterium africanum West African 2 reveals a lineage-specific locus and genome erosion common to the M. tuberculosis complex.","Journal":"PLoS neglected tropical diseases","Authors":"Bentley S., Comas I., Bryant J., Walker D., Smith N., Harris S., Thurston S., Gagneux S., Wood J., Antonio M., Quail M., Gehre F., Adegbola R., Parkhill J., de Jong B.","Year":"2012","DOI":"10.1371\/journal.pntd.0001552","DocumentType":"Article","PublicationDate":1325376000000},{"Title":"A systematically improved high quality genome and transcriptome of the human blood fluke Schistosoma mansoni.","Journal":"PLoS neglected tropical diseases","Authors":"Protasio A., Tsai I., Babbage A., Nichol S., Hunt M., Aslett M., De Silva N., Velarde G., Anderson T., Clark R., Davidson C., Dillon G., Holroyd N., LoVerde P., Lloyd C., McQuillan J., Oliveira G., Otto T., Parker-Manuel S., Quail M., Wilson R., Zerlotini A., Dunne D., Berriman M.","Year":"2012","DOI":"10.1371\/journal.pntd.0001455","DocumentType":"Article","PublicationDate":1325376000000},{"Title":"Adiposity is associated with blunted cardiovascular, neuroendocrine and cognitive responses to acute mental stress.","Journal":"PloS one","Authors":"Jones A., McMillan M., Jones R., Kowalik G., Steeden J., Deanfield J., Pruessner J., Taylor A., Muthurangu V.","Year":"2012","DOI":"10.1371\/journal.pone.0039143","DocumentType":"Article","PublicationDate":1325376000000},{"Title":"An In-Solution Hybridisation Method for the Isolation of Pathogen DNA from Human DNA-rich Clinical Samples for Analysis by NGS.","Journal":"The open genomics journal","Authors":"Smith M., Campino S., Gu Y., Clark T., Otto T., Maslen G., Manske M., Imwong M., Dondorp A., Kwiatkowski D., Quail M., Swerdlow H.","Year":"2012","DOI":"10.2174\/1875693X01205010018","DocumentType":"Article","PublicationDate":1325376000000},{"Title":"Optimal enzymes for amplifying sequencing libraries.","Journal":"Nature methods","Authors":"Quail M., Otto T., Gu Y., Harris S., Skelly T., McQuillan J., Swerdlow H., Oyola S.","Year":"2011","DOI":"10.1038\/nmeth.1814","DocumentType":"Article","PublicationDate":1325030400000},{"Title":"Lessons from inter-stage cardiac magnetic resonance imaging in predicting survival for patients with hypoplastic left heart syndrome.","Journal":"Cardiology in the young","Authors":"Hughes M., Tsang V., Kostolny M., Giardini A., Muthurangu V., Taylor A., Brown K.","Year":"2011","DOI":"10.1017\/S104795111100059X","DocumentType":"Article","PublicationDate":1322697600000},{"Title":"A scalable pipeline for highly effective genetic modification of a malaria parasite.","Journal":"Nature methods","Authors":"Pfander C., Anar B., Schwach F., Otto T., Brochet M., Volkmann K., Quail M., Pain A., Rosen B., Skarnes W., Rayner J., Billker O.","Year":"2011","DOI":"10.1038\/nmeth.1742","DocumentType":"Article","PublicationDate":1319328000000},{"Title":"Effect of erythropoietin as an adjunct to primary percutaneous coronary intervention: a randomised controlled clinical trial.","Journal":"Heart (British Cardiac Society)","Authors":"Ludman A., Yellon D., Hasleton J., Ariti C., Babu G., Boston-Griffiths E., Venugopal V., Walker M., Holdright D., Swanton H., Crake T., Brull D., Moon J., Puranik R., Muthurangu V., Taylor A., Hausenloy D.","Year":"2011","DOI":"10.1136\/hrt.2011.223867","DocumentType":"Article","PublicationDate":1317427200000},{"Title":"TLE1 modifies the effects of NOD2 in the pathogenesis of Crohn's disease.","Journal":"Gastroenterology","Authors":"Nimmo E., Stevens C., Phillips A., Smith A., Drummond H., Noble C., Quail M., Davies G., Aldhous M., Wilson D., Satsangi J.","Year":"2011","DOI":"10.1053\/j.gastro.2011.05.043","DocumentType":"Article","PublicationDate":1314835200000},{"Title":"Chromosomal rearrangements maintain a polymorphic supergene controlling butterfly mimicry.","Journal":"Nature","Authors":"Joron M., Frezal L., Jones R., Chamberlain N., Lee S., Haag C., Whibley A., Becuwe M., Baxter S., Ferguson L., Wilkinson P., Salazar C., Davidson C., Clark R., Quail M., Beasley H., Glithero R., Lloyd C., Sims S., Jones M., Rogers J., Jiggins C., ffrench-Constant R.","Year":"2011","DOI":"10.1038\/nature10341","DocumentType":"Article","PublicationDate":1313280000000},{"Title":"Fractal branching quantifies vascular changes and predicts survival in pulmonary hypertension: a proof of principle study.","Journal":"Heart (British Cardiac Society)","Authors":"Moledina S., de Bruyn A., Schievano S., Owens C., Young C., Haworth S., Taylor A., Schulze-Neick I., Muthurangu V.","Year":"2011","DOI":"10.1136\/hrt.2010.214130","DocumentType":"Article","PublicationDate":1312156800000},{"Title":"Rapid flow assessment of congenital heart disease with high-spatiotemporal-resolution gated spiral phase-contrast MR imaging.","Journal":"Radiology","Authors":"Steeden J., Atkinson D., Hansen M., Taylor A., Muthurangu V.","Year":"2011","DOI":"10.1148\/radiol.11101844","DocumentType":"Article","PublicationDate":1309478400000},{"Title":"Revealing the genetic structure of a trait by sequencing a population under selection.","Journal":"Genome research","Authors":"Parts L., Cubillos F., Warringer J., Jain K., Salinas F., Bumpstead S., Molin M., Zia A., Simpson J., Quail M., Moses A., Louis E., Durbin R., Liti G.","Year":"2011","DOI":"10.1101\/gr.116731.110","DocumentType":"Article","PublicationDate":1309478400000},{"Title":"Cardiovascular magnetic resonance findings in repaired anomalous left coronary artery to pulmonary artery connection (ALCAPA).","Journal":"Journal of cardiovascular magnetic resonance : official journal of the Society for Cardiovascular Magnetic Resonance","Authors":"Secinaro A., Ntsinjana H., Tann O., Schuler P., Muthurangu V., Hughes M., Tsang V., Taylor A.","Year":"2011","DOI":"10.1186\/1532-429X-13-27","DocumentType":"Article","PublicationDate":1305504000000},{"Title":"Citrobacter rodentium is an unstable pathogen showing evidence of significant genomic flux.","Journal":"PLoS pathogens","Authors":"Petty N., Feltwell T., Pickard D., Clare S., Toribio A., Fookes M., Roberts K., Monson R., Nair S., Kingsley R., Bulgin R., Wiles S., Goulding D., Keane T., Corton C., Lennard N., Harris D., Willey D., Rance R., Yu L., Choudhary J., Churcher C., Quail M., Parkhill J., Frankel G., Dougan G., Salmond G., Thomson N.","Year":"2011","DOI":"10.1371\/journal.ppat.1002018","DocumentType":"Article","PublicationDate":1301616000000},{"Title":"Question 2. Is Doppler ultrasound superior to upper gastrointestinal contrast study for the diagnosis of malrotation?","Journal":"Archives of disease in childhood","Authors":"Quail M.","Year":"2011","DOI":"10.1136\/adc.2010.209874","DocumentType":"Article","PublicationDate":1298937600000},{"Title":"Genetic mapping identifies novel highly protective antigens for an apicomplexan parasite.","Journal":"PLoS pathogens","Authors":"Blake D., Billington K., Copestake S., Oakes R., Quail M., Wan K., Shirley M., Smith A.","Year":"2011","DOI":"10.1371\/journal.ppat.1001279","DocumentType":"Article","PublicationDate":1297296000000},{"Title":"Early versus late functional outcome after successful percutaneous pulmonary valve implantation: are the acute effects of altered right ventricular loading all we can expect?","Journal":"Journal of the American College of Cardiology","Authors":"Lurz P., Nordmeyer J., Giardini A., Khambadkone S., Muthurangu V., Schievano S., Thambo J., Walker F., Cullen S., Derrick G., Taylor A., Bonhoeffer P.","Year":"2011","DOI":"10.1016\/j.jacc.2010.07.056","DocumentType":"Article","PublicationDate":1297123200000},{"Title":"Detailed assessment of the hemodynamic response to psychosocial stress using real-time MRI.","Journal":"Journal of magnetic resonance imaging : JMRI","Authors":"Jones A., Steeden J., Pruessner J., Deanfield J., Taylor A., Muthurangu V.","Year":"2011","DOI":"10.1002\/jmri.22438","DocumentType":"Article","PublicationDate":1296518400000},{"Title":"Evaluation of techniques for the quantification of myocardial scar of differing etiology using cardiac magnetic resonance.","Journal":"JACC. Cardiovascular imaging","Authors":"Flett A., Hasleton J., Cook C., Hausenloy D., Quarta G., Ariti C., Muthurangu V., Moon J.","Year":"2011","DOI":"10.1016\/j.jcmg.2010.11.015","DocumentType":"Article","PublicationDate":1296518400000},{"Title":"Rapid pneumococcal evolution in response to clinical interventions.","Journal":"Science (New York, N.Y.)","Authors":"Croucher N., Harris S., Fraser C., Quail M., Burton J., van der Linden M., McGee L., von Gottberg A., Song J., Ko K., Pichon B., Baker S., Parry C., Lambertsen L., Shahinas D., Pillai D., Mitchell T., Dougan G., Tomasz A., Klugman K., Parkhill J., Hanage W., Bentley S.","Year":"2011","DOI":"10.1126\/science.1198545","DocumentType":"Article","PublicationDate":1296172800000},{"Title":"Massive genomic rearrangement acquired in a single catastrophic event during cancer development.","Journal":"Cell","Authors":"Stephens P., Greenman C., Fu B., Yang F., Bignell G., Mudie L., Pleasance E., Lau K., Beare D., Stebbings L., McLaren S., Lin M., McBride D., Varela I., Nik-Zainal S., Leroy C., Jia M., Menzies A., Butler A., Teague J., Quail M., Burton J., Swerdlow H., Carter N., Morsberger L., Iacobuzio-Donahue C., Follows G., Green A., Flanagan A., Stratton M., Futreal P., Campbell P.","Year":"2011","DOI":"10.1016\/j.cell.2010.11.055","DocumentType":"Article","PublicationDate":1294358400000},{"Title":"Annotation of two large contiguous regions from the Haemonchus contortus genome using RNA-seq and comparative analysis with Caenorhabditis elegans.","Journal":"PloS one","Authors":"Laing R., Hunt M., Protasio A., Saunders G., Mungall K., Laing S., Jackson F., Quail M., Beech R., Berriman M., Gilleard J.","Year":"2011","DOI":"10.1371\/journal.pone.0023216","DocumentType":"Article","PublicationDate":1293840000000},{"Title":"Drug-resistant genotypes and multi-clonality in Plasmodium falciparum analysed by direct genome sequencing from peripheral blood of malaria patients.","Journal":"PloS one","Authors":"Robinson T., Campino S., Auburn S., Assefa S., Polley S., Manske M., MacInnis B., Rockett K., Maslen G., Sanders M., Quail M., Chiodini P., Kwiatkowski D., Clark T., Sutherland C.","Year":"2011","DOI":"10.1371\/journal.pone.0023204","DocumentType":"Article","PublicationDate":1293840000000},{"Title":"A very early-branching Staphylococcus aureus lineage lacking the carotenoid pigment staphyloxanthin.","Journal":"Genome biology and evolution","Authors":"Holt D., Holden M., Tong S., Castillo-Ramirez S., Clarke L., Quail M., Currie B., Parkhill J., Bentley S., Feil E., Giffard P.","Year":"2011","DOI":"10.1093\/gbe\/evr078","DocumentType":"Article","PublicationDate":1293840000000},{"Title":"Automatic segmentation propagation of the aorta in real-time phase contrast MRI using nonrigid registration.","Journal":"Journal of magnetic resonance imaging : JMRI","Authors":"Odille F., Steeden J., Muthurangu V., Atkinson D.","Year":"2011","DOI":"10.1002\/jmri.22402","DocumentType":"Article","PublicationDate":1293840000000},{"Title":"Genome-wide analysis reveals loci encoding anti-macrophage factors in the human pathogen Burkholderia pseudomallei K96243.","Journal":"PloS one","Authors":"Dowling A., Wilkinson P., Holden M., Quail M., Bentley S., Reger J., Waterfield N., Titball R., Ffrench-Constant R.","Year":"2010","DOI":"10.1371\/journal.pone.0015693","DocumentType":"Article","PublicationDate":1292976000000},{"Title":"Split-acquisition real-time CINE phase-contrast MR flow measurements.","Journal":"Magnetic resonance in medicine","Authors":"Steeden J., Atkinson D., Taylor A., Muthurangu V.","Year":"2010","DOI":"10.1002\/mrm.22615","DocumentType":"Article","PublicationDate":1291161600000},{"Title":"Independent evolution of the core and accessory gene sets in the genus Neisseria: insights gained from the genome of Neisseria lactamica isolate 020-06.","Journal":"BMC genomics","Authors":"Bennett J., Bentley S., Vernikos G., Quail M., Cherevach I., White B., Parkhill J., Maiden M.","Year":"2010","DOI":"10.1186\/1471-2164-11-652","DocumentType":"Article","PublicationDate":1290470400000},{"Title":"Twenty-eight divergent polysaccharide loci specifying within- and amongst-strain capsule diversity in three strains of Bacteroides fragilis.","Journal":"Microbiology (Reading, England)","Authors":"Patrick S., Blakely G., Houston S., Moore J., Abratt V., Bertalan M., Cerdeño-Tárraga A., Quail M., Corton N., Corton C., Bignell A., Barron A., Clark L., Bentley S., Parkhill J.","Year":"2010","DOI":"10.1099\/mic.0.042978-0","DocumentType":"Article","PublicationDate":1288569600000},{"Title":"The patterns and dynamics of genomic instability in metastatic pancreatic cancer.","Journal":"Nature","Authors":"Campbell P., Yachida S., Mudie L., Stephens P., Pleasance E., Stebbings L., Morsberger L., Latimer C., McLaren S., Lin M., McBride D., Varela I., Nik-Zainal S., Leroy C., Jia M., Menzies A., Butler A., Teague J., Griffin C., Burton J., Swerdlow H., Quail M., Stratton M., Iacobuzio-Donahue C., Futreal P.","Year":"2010","DOI":"10.1038\/nature09460","DocumentType":"Article","PublicationDate":1288224000000},{"Title":"MRI may be sufficient for noninvasive assessment of great vessel stents: an in vitro comparison of MRI, CT, and conventional angiography.","Journal":"AJR. American journal of roentgenology","Authors":"Nordmeyer J., Gaudin R., Tann O., Lurz P., Bonhoeffer P., Taylor A., Muthurangu V.","Year":"2010","DOI":"10.2214\/AJR.09.4166","DocumentType":"Article","PublicationDate":1285891200000},{"Title":"The genome of a pathogenic rhodococcus: cooptive virulence underpinned by key gene acquisitions.","Journal":"PLoS genetics","Authors":"Letek M., González P., Macarthur I., Rodríguez H., Freeman T., Valero-Rello A., Blanco M., Buckley T., Cherevach I., Fahey R., Hapeshi A., Holdstock J., Leadon D., Navas J., Ocampo A., Quail M., Sanders M., Scortti M., Prescott J., Fogarty U., Meijer W., Parkhill J., Bentley S., Vázquez-Boland J.","Year":"2010","DOI":"10.1371\/journal.pgen.1001145","DocumentType":"Article","PublicationDate":1285804800000},{"Title":"Emergence of the Asian 1 genotype of dengue virus serotype 2 in viet nam: in vivo fitness advantage and lineage replacement in South-East Asia.","Journal":"PLoS neglected tropical diseases","Authors":"Vu T., Holmes E., Duong V., Nguyen T., Tran T., Quail M., Churcher C., Parkhill J., Cardosa J., Farrar J., Wills B., Lennon N., Birren B., Buchy P., Henn M., Simmons C.","Year":"2010","DOI":"10.1371\/journal.pntd.0000757","DocumentType":"Article","PublicationDate":1279584000000},{"Title":"Evolutionary dynamics of Clostridium difficile over short and long time scales.","Journal":"Proceedings of the National Academy of Sciences of the United States of America","Authors":"He M., Sebaihia M., Lawley T., Stabler R., Dawson L., Martin M., Holt K., Seth-Smith H., Quail M., Rance R., Brooks K., Churcher C., Harris D., Bentley S., Burrows C., Clark L., Corton C., Murray V., Rose G., Thurston S., van Tonder A., Walker D., Wren B., Dougan G., Parkhill J.","Year":"2010","DOI":"10.1073\/pnas.0914322107","DocumentType":"Article","PublicationDate":1271721600000},{"Title":"The genome sequence of Trypanosoma brucei gambiense, causative agent of chronic human african trypanosomiasis.","Journal":"PLoS neglected tropical diseases","Authors":"Jackson A., Sanders M., Berry A., McQuillan J., Aslett M., Quail M., Chukualim B., Capewell P., MacLeod A., Melville S., Gibson W., Barry J., Berriman M., Hertz-Fowler C.","Year":"2010","DOI":"10.1371\/journal.pntd.0000658","DocumentType":"Article","PublicationDate":1271116800000},{"Title":"Genome-wide association study of CNVs in 16,000 cases of eight common diseases and 3,000 shared controls.","Journal":"Nature","Authors":"Craddock N., Hurles M., Cardin N., Pearson R., Plagnol V., Robson S., Vukcevic D., Barnes C., Conrad D., Giannoulatou E., Holmes C., Marchini J., Stirrups K., Tobin M., Wain L., Yau C., Aerts J., Ahmad T., Andrews T., Arbury H., Attwood A., Auton A., Ball S., Balmforth A., Barrett J., Barroso I., Barton A., Bennett A., Bhaskar S., Blaszczyk K., Bowes J., Brand O., Braund P., Bredin F., Breen G., Brown M., Bruce I., Bull J., Burren O., Burton J., Byrnes J., Caesar S., Clee C., Coffey A., Connell J., Cooper J., Dominiczak A., Downes K., Drummond H., Dudakia D., Dunham A., Ebbs B., Eccles D., Edkins S., Edwards C., Elliot A., Emery P., Evans D., Evans G., Eyre S., Farmer A., Ferrier I., Feuk L., Fitzgerald T., Flynn E., Forbes A., Forty L., Franklyn J., Freathy R., Gibbs P., Gilbert P., Gokumen O., Gordon-Smith K., Gray E., Green E., Groves C., Grozeva D., Gwilliam R., Hall A., Hammond N., Hardy M., Harrison P., Hassanali N., Hebaishi H., Hines S., Hinks A., Hitman G., Hocking L., Howard E., Howard P., Howson J., Hughes D., Hunt S., Isaacs J., Jain M., Jewell D., Johnson T., Jolley J., Jones I., Jones L., Kirov G., Langford C., Lango-Allen H., Lathrop G., Lee J., Lee K., Lees C., Lewis K., Lindgren C., Maisuria-Armer M., Maller J., Mansfield J., Martin P., Massey D., McArdle W., McGuffin P., McLay K., Mentzer A., Mimmack M., Morgan A., Morris A., Mowat C., Myers S., Newman W., Nimmo E., O'Donovan M., Onipinla A., Onyiah I., Ovington N., Owen M., Palin K., Parnell K., Pernet D., Perry J., Phillips A., Pinto D., Prescott N., Prokopenko I., Quail M., Rafelt S., Rayner N., Redon R., Reid D., Renwick, Ring S., Robertson N., Russell E., St Clair D., Sambrook J., Sanderson J., Schuilenburg H., Scott C., Scott R., Seal S., Shaw-Hawkins S., Shields B., Simmonds M., Smyth D., Somaskantharajah E., Spanova K., Steer S., Stephens J., Stevens H., Stone M., Su Z., Symmons D., Thompson J., Thomson W., Travers M., Turnbull C., Valsesia A., Walker M., Walker N., Wallace C., Warren-Perry M., Watkins N., Webster J., Weedon M., Wilson A., Woodburn M., Wordsworth B., Young A., Zeggini E., Carter N., Frayling T., Lee C., McVean G., Munroe P., Palotie A., Sawcer S., Scherer S., Strachan D., Tyler-Smith C., Brown M., Burton P., Caulfield M., Compston A., Farrall M., Gough S., Hall A., Hattersley A., Hill A., Mathew C., Pembrey M., Satsangi J., Stratton M., Worthington J., Deloukas P., Duncanson A., Kwiatkowski D., McCarthy M., Ouwehand W., Parkes M., Rahman N., Todd J., Samani N., Donnelly P.","Year":"2010","DOI":"10.1038\/nature08979","DocumentType":"Article","PublicationDate":1270080000000},{"Title":"Assessing vascular response to exercise using a combination of real-time spiral phase contrast MR and noninvasive blood pressure measurements.","Journal":"Journal of magnetic resonance imaging : JMRI","Authors":"Steeden J., Atkinson D., Taylor A., Muthurangu V.","Year":"2010","DOI":"10.1002\/jmri.22105","DocumentType":"Article","PublicationDate":1270080000000},{"Title":"Characterization of a novel wood mouse virus related to murid herpesvirus 4.","Journal":"The Journal of general virology","Authors":"Hughes D., Kipar A., Milligan S., Cunningham C., Sanders M., Quail M., Rajandream M., Efstathiou S., Bowden R., Chastel C., Bennett M., Sample J., Barrell B., Davison A., Stewart J.","Year":"2010","DOI":"10.1099\/vir.0.017327-0","DocumentType":"Article","PublicationDate":1270080000000},{"Title":"Effect of altering pathologic right ventricular loading conditions by percutaneous pulmonary valve implantation on exercise capacity.","Journal":"The American journal of cardiology","Authors":"Lurz P., Giardini A., Taylor A., Nordmeyer J., Muthurangu V., Odendaal D., Mist B., Khambadkone S., Schievano S., Bonhoeffer P., Derrick G.","Year":"2010","DOI":"10.1016\/j.amjcard.2009.10.054","DocumentType":"Article","PublicationDate":1267401600000},{"Title":"Congenital heart disease and multi-modality imaging.","Journal":"Heart, lung & circulation","Authors":"Puranik R., Muthurangu V., Celermajer D., Taylor A.","Year":"2010","DOI":"10.1016\/j.hlc.2010.01.001","DocumentType":"Article","PublicationDate":1267401600000},{"Title":"Genome sequence of a recently emerged, highly transmissible, multi-antibiotic- and antiseptic-resistant variant of methicillin-resistant Staphylococcus aureus, sequence type 239 (TW).","Journal":"Journal of bacteriology","Authors":"Holden M., Lindsay J., Corton C., Quail M., Cockfield J., Pathak S., Batra R., Parkhill J., Bentley S., Edgeworth J.","Year":"2010","DOI":"10.1128\/JB.01255-09","DocumentType":"Article","PublicationDate":1264982400000},{"Title":"Functional outcomes after the Ross (pulmonary autograft) procedure assessed with magnetic resonance imaging and cardiopulmonary exercise testing.","Journal":"Heart (British Cardiac Society)","Authors":"Puranik R., Tsang V., Broadley A., Nordmeyer J., Lurz P., Muthialu N., Derrick G., Walker F., Cullen S., de Leval M., Bonhoeffer P., Taylor A., Muthurangu V.","Year":"2010","DOI":"10.1136\/hrt.2009.172965","DocumentType":"Article","PublicationDate":1264982400000},{"Title":"Induction of the ferritin gene (ftnA) of Escherichia coli by Fe(2+)-Fur is mediated by reversal of H-NS silencing and is RyhB independent.","Journal":"Molecular microbiology","Authors":"Nandal A., Huggins C., Woodhall M., McHugh J., Rodríguez-Quiñones F., Quail M., Guest J., Andrews S.","Year":"2010","DOI":"10.1111\/j.1365-2958.2009.06977.x","DocumentType":"Article","PublicationDate":1264982400000},{"Title":"Genome-wide end-sequenced BAC resources for the NOD\/MrkTac() and NOD\/ShiLtJ() mouse genomes.","Journal":"Genomics","Authors":"Steward C., Humphray S., Plumb B., Jones M., Quail M., Rice S., Cox T., Davies R., Bonfield J., Keane T., Nefedov M., de Jong P., Lyons P., Wicker L., Todd J., Hayashizaki Y., Gulban O., Danska J., Harrow J., Hubbard T., Rogers J., Adams D.","Year":"2010","DOI":"10.1016\/j.ygeno.2009.10.004","DocumentType":"Article","PublicationDate":1264982400000},{"Title":"Evolution of MRSA during hospital transmission and intercontinental spread.","Journal":"Science (New York, N.Y.)","Authors":"Harris S., Feil E., Holden M., Quail M., Nickerson E., Chantratita N., Gardete S., Tavares A., Day N., Lindsay J., Edgeworth J., de Lencastre H., Parkhill J., Peacock S., Bentley S.","Year":"2010","DOI":"10.1126\/science.1182395","DocumentType":"Article","PublicationDate":1264118400000},{"Title":"The Citrobacter rodentium genome sequence reveals convergent evolution with human pathogenic Escherichia coli.","Journal":"Journal of bacteriology","Authors":"Petty N., Bulgin R., Crepin V., Cerdeño-Tárraga A., Schroeder G., Quail M., Lennard N., Corton C., Barron A., Clark L., Toribio A., Parkhill J., Dougan G., Frankel G., Thomson N.","Year":"2010","DOI":"10.1128\/JB.01144-09","DocumentType":"Article","PublicationDate":1262304000000},{"Title":"Complex landscapes of somatic rearrangement in human breast cancer genomes.","Journal":"Nature","Authors":"Stephens P., McBride D., Lin M., Varela I., Pleasance E., Simpson J., Stebbings L., Leroy C., Edkins S., Mudie L., Greenman C., Jia M., Latimer C., Teague J., Lau K., Burton J., Quail M., Swerdlow H., Churcher C., Natrajan R., Sieuwerts A., Martens J., Silver D., Langerød A., Russnes H., Foekens J., Reis-Filho J., van 't Veer L., Richardson A., Børresen-Dale A., Campbell P., Futreal P., Stratton M.","Year":"2009","DOI":"10.1038\/nature08645","DocumentType":"Article","PublicationDate":1261612800000},{"Title":"A simple method for directional transcriptome sequencing using Illumina technology.","Journal":"Nucleic acids research","Authors":"Croucher N., Fookes M., Perkins T., Turner D., Marguerat S., Keane T., Quail M., He M., Assefa S., Bähler J., Kingsley R., Parkhill J., Bentley S., Dougan G., Thomson N.","Year":"2009","DOI":"10.1093\/nar\/gkp811","DocumentType":"Article","PublicationDate":1259625600000},{"Title":"Comparative genomics of the fungal pathogens Candida dubliniensis and Candida albicans.","Journal":"Genome research","Authors":"Jackson A., Gamble J., Yeomans T., Moran G., Saunders D., Harris D., Aslett M., Barrell J., Butler G., Citiulo F., Coleman D., de Groot P., Goodwin T., Quail M., McQuillan J., Munro C., Pain A., Poulter R., Rajandream M., Renauld H., Spiering M., Tivey A., Gow N., Barrell B., Sullivan D., Berriman M.","Year":"2009","DOI":"10.1101\/gr.097501.109","DocumentType":"Article","PublicationDate":1259625600000},{"Title":"Analysis of expressed sequence tags from the four main developmental stages of Trypanosoma congolense.","Journal":"Molecular and biochemical parasitology","Authors":"Helm J., Hertz-Fowler C., Aslett M., Berriman M., Sanders M., Quail M., Soares M., Bonaldo M., Sakurai T., Inoue N., Donelson J.","Year":"2009","DOI":"10.1016\/j.molbiopara.2009.06.004","DocumentType":"Article","PublicationDate":1257033600000},{"Title":"Human Y chromosome base-substitution mutation rate measured by direct sequencing in a deep-rooting pedigree.","Journal":"Current biology : CB","Authors":"Xue Y., Wang Q., Long Q., Ng B., Swerdlow H., Burton J., Skuce C., Taylor R., Abdellah Z., Zhao Y., MacArthur D., Quail M., Carter N., Yang H., Tyler-Smith C.","Year":"2009","DOI":"10.1016\/j.cub.2009.07.032","DocumentType":"Article","PublicationDate":1252972800000},{"Title":"Improvement in left ventricular filling properties after relief of right ventricle to pulmonary artery conduit obstruction: contribution of septal motion and interventricular mechanical delay.","Journal":"European heart journal","Authors":"Lurz P., Puranik R., Nordmeyer J., Muthurangu V., Hansen M., Schievano S., Marek J., Bonhoeffer P., Taylor A.","Year":"2009","DOI":"10.1093\/eurheartj\/ehp258","DocumentType":"Article","PublicationDate":1251763200000},{"Title":"Distribution of tetracycline and erythromycin resistance genes among human oral and fecal metagenomic DNA.","Journal":"Microbial drug resistance (Larchmont, N.Y.)","Authors":"Seville L., Patterson A., Scott K., Mullany P., Quail M., Parkhill J., Ready D., Wilson M., Spratt D., Roberts A.","Year":"2009","DOI":"10.1089\/mdr.2009.0916","DocumentType":"Article","PublicationDate":1251763200000},{"Title":"The genome of the blood fluke Schistosoma mansoni.","Journal":"Nature","Authors":"Berriman M., Haas B., LoVerde P., Wilson R., Dillon G., Cerqueira G., Mashiyama S., Al-Lazikani B., Andrade L., Ashton P., Aslett M., Bartholomeu D., Blandin G., Caffrey C., Coghlan A., Coulson R., Day T., Delcher A., DeMarco R., Djikeng A., Eyre T., Gamble J., Ghedin E., Gu Y., Hertz-Fowler C., Hirai H., Hirai Y., Houston R., Ivens A., Johnston D., Lacerda D., Macedo C., McVeigh P., Ning Z., Oliveira G., Overington J., Parkhill J., Pertea M., Pierce R., Protasio A., Quail M., Rajandream M., Rogers J., Sajid M., Salzberg S., Stanke M., Tivey A., White O., Williams D., Wortman J., Wu W., Zamanian M., Zerlotini A., Fraser-Liggett C., Barrell B., El-Sayed N.","Year":"2009","DOI":"10.1038\/nature08160","DocumentType":"Article","PublicationDate":1247702400000},{"Title":"Rapid evolution of virulence and drug resistance in the emerging zoonotic pathogen Streptococcus suis.","Journal":"PloS one","Authors":"Holden M., Hauser H., Sanders M., Ngo T., Cherevach I., Cronin A., Goodhead I., Mungall K., Quail M., Price C., Rabbinowitsch E., Sharp S., Croucher N., Chieu T., Mai N., Diep T., Chinh N., Kehoe M., Leigh J., Ward P., Dowson C., Whatmore A., Chanter N., Iversen P., Gottschalk M., Slater J., Smith H., Spratt B., Xu J., Ye C., Bentley S., Barrell B., Schultsz C., Maskell D., Parkhill J.","Year":"2009","DOI":"10.1371\/journal.pone.0006072","DocumentType":"Article","PublicationDate":1247616000000},{"Title":"Comparative genomics of the emerging human pathogen Photorhabdus asymbiotica with the insect pathogen Photorhabdus luminescens.","Journal":"BMC genomics","Authors":"Wilkinson P., Waterfield N., Crossman L., Corton C., Sanchez-Contreras M., Vlisidou I., Barron A., Bignell A., Clark L., Ormond D., Mayho M., Bason N., Smith F., Simmonds M., Churcher C., Harris D., Thompson N., Quail M., Parkhill J., Ffrench-Constant R.","Year":"2009","DOI":"10.1186\/1471-2164-10-302","DocumentType":"Article","PublicationDate":1246924800000},{"Title":"Improved protocols for the illumina genome analyzer sequencing system.","Journal":"Current protocols in human genetics","Authors":"Quail M., Swerdlow H., Turner D.","Year":"2009","DOI":"10.1002\/0471142905.hg1802s62","DocumentType":"Article","PublicationDate":1246406400000},{"Title":"Comparison of bare metal stenting and percutaneous pulmonary valve implantation for treatment of right ventricular outflow tract obstruction: use of an x-ray\/magnetic resonance hybrid laboratory for acute physiological assessment.","Journal":"Circulation","Authors":"Lurz P., Nordmeyer J., Muthurangu V., Khambadkone S., Derrick G., Yates R., Sury M., Bonhoeffer P., Taylor A.","Year":"2009","DOI":"10.1161\/CIRCULATIONAHA.108.836312","DocumentType":"Article","PublicationDate":1245110400000},{"Title":"The Mycoplasma conjunctivae genome sequencing, annotation and analysis.","Journal":"BMC bioinformatics","Authors":"Calderon-Copete S., Wigger G., Wunderlin C., Schmidheini T., Frey J., Quail M., Falquet L.","Year":"2009","DOI":"10.1186\/1471-2105-10-S6-S7","DocumentType":"Article","PublicationDate":1245110400000},{"Title":"Evolution of pathogenicity and sexual reproduction in eight Candida genomes.","Journal":"Nature","Authors":"Butler G., Rasmussen M., Lin M., Santos M., Sakthikumar S., Munro C., Rheinbay E., Grabherr M., Forche A., Reedy J., Agrafioti I., Arnaud M., Bates S., Brown A., Brunke S., Costanzo M., Fitzpatrick D., de Groot P., Harris D., Hoyer L., Hube B., Klis F., Kodira C., Lennard N., Logue M., Martin R., Neiman A., Nikolaou E., Quail M., Quinn J., Santos M., Schmitzberger F., Sherlock G., Shah P., Silverstein K., Skrzypek M., Soll D., Staggs R., Stansfield I., Stumpf M., Sudbery P., Srikantha T., Zeng Q., Berman J., Berriman M., Heitman J., Gow N., Lorenz M., Birren B., Kellis M., Cuomo C.","Year":"2009","DOI":"10.1038\/nature08064","DocumentType":"Article","PublicationDate":1244073600000},{"Title":"Co-evolution of genomes and plasmids within Chlamydia trachomatis and the emergence in Sweden of a new variant strain.","Journal":"BMC genomics","Authors":"Seth-Smith H., Harris S., Persson K., Marsh P., Barron A., Bignell A., Bjartling C., Clark L., Cutcliffe L., Lambden P., Lennard N., Lockey S., Quail M., Salim O., Skilton R., Wang Y., Holland M., Parkhill J., Thomson N., Clarke I.","Year":"2009","DOI":"10.1186\/1471-2164-10-239","DocumentType":"Article","PublicationDate":1242864000000},{"Title":"Fecal calprotectin complements routine laboratory investigations in diagnosing childhood inflammatory bowel disease.","Journal":"Inflammatory bowel diseases","Authors":"Quail M., Russell R., Van Limbergen J., Rogers P., Drummond H., Wilson D., Gillett P.","Year":"2009","DOI":"10.1002\/ibd.20820","DocumentType":"Article","PublicationDate":1241136000000},{"Title":"Feasibility and reproducibility of biventricular volumetric assessment of cardiac function during exercise using real-time radial k-t SENSE magnetic resonance imaging.","Journal":"Journal of magnetic resonance imaging : JMRI","Authors":"Lurz P., Muthurangu V., Schievano S., Nordmeyer J., Bonhoeffer P., Taylor A., Hansen M.","Year":"2009","DOI":"10.1002\/jmri.21762","DocumentType":"Article","PublicationDate":1241136000000},{"Title":"Seronegative autoimmune hepatitis presenting after diagnosis of coeliac disease: a case report.","Journal":"European journal of gastroenterology & hepatology","Authors":"Quail M., Russell R., Bellamy C., Mieli-Vergani G., Gillett P.","Year":"2009","DOI":"10.1097\/MEG.0b013e3282fa1400","DocumentType":"Article","PublicationDate":1241136000000},{"Title":"Amplification-free Illumina sequencing-library preparation facilitates improved mapping and assembly of (G+C)-biased genomes.","Journal":"Nature methods","Authors":"Kozarewa I., Ning Z., Quail M., Sanders M., Berriman M., Turner D.","Year":"2009","DOI":"10.1038\/nmeth.1311","DocumentType":"Article","PublicationDate":1238544000000},{"Title":"Population genomics of domestic and wild yeasts.","Journal":"Nature","Authors":"Liti G., Carter D., Moses A., Warringer J., Parts L., James S., Davey R., Roberts I., Burt A., Koufopanou V., Tsai I., Bergman C., Bensasson D., O'Kelly M., van Oudenaarden A., Barton D., Bailes E., Nguyen A., Jones M., Quail M., Goodhead I., Sims S., Smith F., Blomberg A., Durbin R., Louis E.","Year":"2009","DOI":"10.1038\/nature07743","DocumentType":"Article","PublicationDate":1237420800000},{"Title":"Role of conjugative elements in the evolution of the multidrug-resistant pandemic clone Streptococcus pneumoniaeSpain23F ST81.","Journal":"Journal of bacteriology","Authors":"Croucher N., Walker D., Romero P., Lennard N., Paterson G., Bason N., Mitchell A., Quail M., Andrew P., Parkhill J., Bentley S., Mitchell T.","Year":"2009","DOI":"10.1128\/JB.01343-08","DocumentType":"Article","PublicationDate":1235865600000},{"Title":"Genomic evidence for the evolution of Streptococcus equi: host restriction, increased virulence, and genetic exchange with human pathogens.","Journal":"PLoS pathogens","Authors":"Holden M., Heather Z., Paillot R., Steward K., Webb K., Ainslie F., Jourdan T., Bason N., Holroyd N., Mungall K., Quail M., Sanders M., Simmonds M., Willey D., Brooks K., Aanensen D., Spratt B., Jolley K., Maiden M., Kehoe M., Chanter N., Bentley S., Robinson C., Maskell D., Parkhill J., Waller A.","Year":"2009","DOI":"10.1371\/journal.ppat.1000346","DocumentType":"Article","PublicationDate":1235865600000},{"Title":"Evidence for niche adaptation in the genome of the bovine pathogen Streptococcus uberis.","Journal":"BMC genomics","Authors":"Ward P., Holden M., Leigh J., Lennard N., Bignell A., Barron A., Clark L., Quail M., Woodward J., Barrell B., Egan S., Field T., Maskell D., Kehoe M., Dowson C., Chanter N., Whatmore A., Bentley S., Parkhill J.","Year":"2009","DOI":"10.1186\/1471-2164-10-54","DocumentType":"Article","PublicationDate":1233100800000},{"Title":"Pseudogene accumulation in the evolutionary histories of Salmonella enterica serovars Paratyphi A and Typhi.","Journal":"BMC genomics","Authors":"Holt K., Thomson N., Wain J., Langridge G., Hasan R., Bhutta Z., Quail M., Norbertczak H., Walker D., Simmonds M., White B., Bason N., Mungall K., Dougan G., Parkhill J.","Year":"2009","DOI":"10.1186\/1471-2164-10-36","DocumentType":"Article","PublicationDate":1232496000000},{"Title":"Complete genome sequence and comparative genome analysis of enteropathogenic Escherichia coli O127:H6 strain E2348\/69.","Journal":"Journal of bacteriology","Authors":"Iguchi A., Thomson N., Ogura Y., Saunders D., Ooka T., Henderson I., Harris D., Asadulghani M., Kurokawa K., Dean P., Kenny B., Quail M., Thurston S., Dougan G., Hayashi T., Parkhill J., Frankel G.","Year":"2009","DOI":"10.1128\/JB.01238-08","DocumentType":"Article","PublicationDate":1230768000000},{"Title":"Genomic and genetic analyses of diversity and plant interactions of Pseudomonas fluorescens.","Journal":"Genome biology","Authors":"Silby M., Cerdeño-Tárraga A., Vernikos G., Giddens S., Jackson R., Preston G., Zhang X., Moon C., Gehrig S., Godfrey S., Knight C., Malone J., Robinson Z., Spiers A., Harris S., Challis G., Yaxley A., Harris D., Seeger K., Murphy L., Rutter S., Squares R., Quail M., Saunders E., Mavromatis K., Brettin T., Bentley S., Hothersall J., Stephens E., Thomas C., Parkhill J., Levy S., Rainey P., Thomson N.","Year":"2009","DOI":"10.1186\/gb-2009-10-5-r51","DocumentType":"Article","PublicationDate":1230768000000},{"Title":"The genome of Burkholderia cenocepacia J2315, an epidemic pathogen of cystic fibrosis patients.","Journal":"Journal of bacteriology","Authors":"Holden M., Seth-Smith H., Crossman L., Sebaihia M., Bentley S., Cerdeño-Tárraga A., Thomson N., Bason N., Quail M., Sharp S., Cherevach I., Churcher C., Goodhead I., Hauser H., Holroyd N., Mungall K., Scott P., Walker D., White B., Rose H., Iversen P., Mil-Homens D., Rocha E., Fialho A., Baldwin A., Dowson C., Barrell B., Govan J., Vandamme P., Hart C., Mahenthiralingam E., Parkhill J.","Year":"2009","DOI":"10.1128\/JB.01230-08","DocumentType":"Article","PublicationDate":1230768000000},{"Title":"Newly introduced genomic prophage islands are critical determinants of in vivo competitiveness in the Liverpool Epidemic Strain of Pseudomonas aeruginosa.","Journal":"Genome research","Authors":"Winstanley C., Langille M., Fothergill J., Kukavica-Ibrulj I., Paradis-Bleau C., Sanschagrin F., Thomson N., Winsor G., Quail M., Lennard N., Bignell A., Clarke L., Seeger K., Saunders D., Harris D., Parkhill J., Hancock R., Brinkman F., Levesque R.","Year":"2009","DOI":"10.1101\/gr.086082.108","DocumentType":"Article","PublicationDate":1230768000000},{"Title":"Comparative genome and phenotypic analysis of Clostridium difficile 027 strains provides insight into the evolution of a hypervirulent bacterium.","Journal":"Genome biology","Authors":"Stabler R., He M., Dawson L., Martin M., Valiente E., Corton C., Lawley T., Sebaihia M., Quail M., Rose G., Gerding D., Gibert M., Popoff M., Parkhill J., Dougan G., Wren B.","Year":"2009","DOI":"10.1186\/gb-2009-10-9-r102","DocumentType":"Article","PublicationDate":1230768000000},{"Title":"The genome sequence of the fish pathogen Aliivibrio salmonicida strain LFI1238 shows extensive evidence of gene decay.","Journal":"BMC genomics","Authors":"Hjerde E., Lorentzen M., Holden M., Seeger K., Paulsen S., Bason N., Churcher C., Harris D., Norbertczak H., Quail M., Sanders S., Thurston S., Parkhill J., Willassen N., Thomson N.","Year":"2008","DOI":"10.1186\/1471-2164-9-616","DocumentType":"Article","PublicationDate":1229644800000},{"Title":"Insights into the genome sequence of a free-living Kinetoplastid: Bodo saltans (Kinetoplastida: Euglenozoa).","Journal":"BMC genomics","Authors":"Jackson A., Quail M., Berriman M.","Year":"2008","DOI":"10.1186\/1471-2164-9-594","DocumentType":"Article","PublicationDate":1228780800000},{"Title":"A large genome center's improvements to the Illumina sequencing system.","Journal":"Nature methods","Authors":"Quail M., Kozarewa I., Smith F., Scally A., Stephens P., Durbin R., Swerdlow H., Turner D.","Year":"2008","DOI":"10.1038\/nmeth.1270","DocumentType":"Article","PublicationDate":1228089600000},{"Title":"Comparative genome analysis of Salmonella Enteritidis PT4 and Salmonella Gallinarum 287\/91 provides insights into evolutionary and host adaptation pathways.","Journal":"Genome research","Authors":"Thomson N., Clayton D., Windhorst D., Vernikos G., Davidson S., Churcher C., Quail M., Stevens M., Jones M., Watson M., Barron A., Layton A., Pickard D., Kingsley R., Bignell A., Clark L., Harris B., Ormond D., Abdellah Z., Brooks K., Cherevach I., Chillingworth T., Woodward J., Norberczak H., Lord A., Arrowsmith C., Jagels K., Moule S., Mungall K., Sanders M., Whitehead S., Chabalgoity J., Maskell D., Humphrey T., Roberts M., Barrow P., Dougan G., Parkhill J.","Year":"2008","DOI":"10.1101\/gr.077404.108","DocumentType":"Article","PublicationDate":1222819200000},{"Title":"Real-time assessment of right and left ventricular volumes and function in patients with congenital heart disease by using high spatiotemporal resolution radial k-t SENSE.","Journal":"Radiology","Authors":"Muthurangu V., Lurz P., Critchely J., Deanfield J., Taylor A., Hansen M.","Year":"2008","DOI":"10.1148\/radiol.2482071717","DocumentType":"Article","PublicationDate":1220227200000},{"Title":"Genome evolution of Wolbachia strain wPip from the Culex pipiens group.","Journal":"Molecular biology and evolution","Authors":"Klasson L., Walker T., Sebaihia M., Sanders M., Quail M., Lord A., Sanders S., Earl J., O'Neill S., Thomson N., Sinkins S., Parkhill J.","Year":"2008","DOI":"10.1093\/molbev\/msn133","DocumentType":"Article","PublicationDate":1220227200000},{"Title":"Complete genome sequence of uropathogenic Proteus mirabilis, a master of both adherence and motility.","Journal":"Journal of bacteriology","Authors":"Pearson M., Sebaihia M., Churcher C., Quail M., Seshasayee A., Luscombe N., Abdellah Z., Arrosmith C., Atkin B., Chillingworth T., Hauser H., Jagels K., Moule S., Mungall K., Norbertczak H., Rabbinowitsch E., Walker D., Whithead S., Thomson N., Rather P., Parkhill J., Mobley H.","Year":"2008","DOI":"10.1128\/JB.01981-07","DocumentType":"Article","PublicationDate":1212278400000},{"Title":"Identification of somatically acquired rearrangements in cancer using genome-wide massively parallel paired-end sequencing.","Journal":"Nature genetics","Authors":"Campbell P., Stephens P., Pleasance E., O'Meara S., Li H., Santarius T., Stebbings L., Leroy C., Edkins S., Hardy C., Teague J., Menzies A., Goodhead I., Turner D., Clee C., Quail M., Cox A., Brown C., Durbin R., Hurles M., Edwards P., Bignell G., Stratton M., Futreal P.","Year":"2008","DOI":"10.1038\/ng.128","DocumentType":"Article","PublicationDate":1212278400000},{"Title":"Insights from the complete genome sequence of Mycobacterium marinum on the evolution of Mycobacterium tuberculosis.","Journal":"Genome research","Authors":"Stinear T., Seemann T., Harrison P., Jenkin G., Davies J., Johnson P., Abdellah Z., Arrowsmith C., Chillingworth T., Churcher C., Clarke K., Cronin A., Davis P., Goodhead I., Holroyd N., Jagels K., Lord A., Moule S., Mungall K., Norbertczak H., Quail M., Rabbinowitsch E., Walker D., White B., Whitehead S., Small P., Brosch R., Ramakrishnan L., Fischbach M., Parkhill J., Cole S.","Year":"2008","DOI":"10.1101\/gr.075069.107","DocumentType":"Article","PublicationDate":1209600000000},{"Title":"The complete genome, comparative and functional analysis of Stenotrophomonas maltophilia reveals an organism heavily shielded by drug resistance determinants.","Journal":"Genome biology","Authors":"Crossman L., Gould V., Dow J., Vernikos G., Okazaki A., Sebaihia M., Saunders D., Arrowsmith C., Carver T., Peters N., Adlem E., Kerhornou A., Lord A., Murphy L., Seeger K., Squares R., Rutter S., Quail M., Rajandream M., Harris D., Churcher C., Bentley S., Parkhill J., Thomson N., Avison M.","Year":"2008","DOI":"10.1186\/gb-2008-9-4-r74","DocumentType":"Article","PublicationDate":1208390400000},{"Title":"Percutaneous pulmonary valve implantation: impact of evolving technology and learning curve on clinical outcome.","Journal":"Circulation","Authors":"Lurz P., Coats L., Khambadkone S., Nordmeyer J., Boudjemline Y., Schievano S., Muthurangu V., Lee T., Parenzan G., Derrick G., Cullen S., Walker F., Tsang V., Deanfield J., Taylor A., Bonhoeffer P.","Year":"2008","DOI":"10.1161\/CIRCULATIONAHA.107.735779","DocumentType":"Article","PublicationDate":1208217600000},{"Title":"Genome of the actinomycete plant pathogen Clavibacter michiganensis subsp. sepedonicus suggests recent niche adaptation.","Journal":"Journal of bacteriology","Authors":"Bentley S., Corton C., Brown S., Barron A., Clark L., Doggett J., Harris B., Ormond D., Quail M., May G., Francis D., Knudson D., Parkhill J., Ishimaru C.","Year":"2008","DOI":"10.1128\/JB.01598-07","DocumentType":"Article","PublicationDate":1204329600000},{"Title":"Chlamydia trachomatis: genome sequence analysis of lymphogranuloma venereum isolates.","Journal":"Genome research","Authors":"Thomson N., Holden M., Carder C., Lennard N., Lockey S., Marsh P., Skipp P., O'Connor C., Goodhead I., Norbertzcak H., Harris B., Ormond D., Rance R., Quail M., Parkhill J., Stephens R., Clarke I.","Year":"2008","DOI":"10.1101\/gr.7020108","DocumentType":"Article","PublicationDate":1199145600000},{"Title":"Patterns of evolution in the unique tRNA gene arrays of the genus Entamoeba.","Journal":"Molecular biology and evolution","Authors":"Tawari B., Ali I., Scott C., Quail M., Berriman M., Hall N., Clark C.","Year":"2008","DOI":"10.1093\/molbev\/msm238","DocumentType":"Article","PublicationDate":1199145600000},{"Title":"Telomeric expression sites are highly conserved in Trypanosoma brucei.","Journal":"PloS one","Authors":"Hertz-Fowler C., Figueiredo L., Quail M., Becker M., Jackson A., Bason N., Brooks K., Churcher C., Fahkro S., Goodhead I., Heath P., Kartvelishvili M., Mungall K., Harris D., Hauser H., Sanders M., Saunders D., Seeger K., Sharp S., Taylor J., Walker D., White B., Young R., Cross G., Rudenko G., Barry J., Louis E., Berriman M.","Year":"2008","DOI":"10.1371\/journal.pone.0003527","DocumentType":"Article","PublicationDate":1199145600000},{"Title":"Architectures of somatic genomic rearrangement in human cancer amplicons at sequence-level resolution.","Journal":"Genome research","Authors":"Bignell G., Santarius T., Pole J., Butler A., Perry J., Pleasance E., Greenman C., Menzies A., Taylor S., Edkins S., Campbell P., Quail M., Plumb B., Matthews L., McLay K., Edwards P., Rogers J., Wooster R., Futreal P., Stratton M.","Year":"2007","DOI":"10.1101\/gr.6522707","DocumentType":"Article","PublicationDate":1188604800000},{"Title":"Retention. Engineering education research aids instruction.","Journal":"Science (New York, N.Y.)","Authors":"Fortenberry N., Sullivan J., Jordan P., Knight D.","Year":"2007","DOI":"10.1126\/science.1143834","DocumentType":"Article","PublicationDate":1188518400000},{"Title":"Sequence-based analysis of pQBR103; a representative of a unique, transfer-proficient mega plasmid resident in the microbial community of sugar beet.","Journal":"The ISME journal","Authors":"Tett A., Spiers A., Crossman L., Ager D., Ciric L., Dow J., Fry J., Harris D., Lilley A., Oliver A., Parkhill J., Quail M., Rainey P., Saunders N., Seeger K., Snyder L., Squares R., Thomas C., Turner S., Zhang X., Field D., Bailey M.","Year":"2007","DOI":"10.1038\/ismej.2007.47","DocumentType":"Article","PublicationDate":1185926400000},{"Title":"Genome sequence of a proteolytic (Group I) Clostridium botulinum strain Hall A and comparative analysis of the clostridial genomes.","Journal":"Genome research","Authors":"Sebaihia M., Peck M., Minton N., Thomson N., Holden M., Mitchell W., Carter A., Bentley S., Mason D., Crossman L., Paul C., Ivens A., Wells-Bennik M., Davis I., Cerdeño-Tárraga A., Churcher C., Quail M., Chillingworth T., Feltwell T., Fraser A., Goodhead I., Hance Z., Jagels K., Larke N., Maddison M., Moule S., Mungall K., Norbertczak H., Rabbinowitsch E., Sanders M., Simmonds M., White B., Whithead S., Parkhill J.","Year":"2007","DOI":"10.1101\/gr.6282807","DocumentType":"Article","PublicationDate":1183248000000},{"Title":"Comparative genomic analysis of three Leishmania species that cause diverse human disease.","Journal":"Nature genetics","Authors":"Peacock C., Seeger K., Harris D., Murphy L., Ruiz J., Quail M., Peters N., Adlem E., Tivey A., Aslett M., Kerhornou A., Ivens A., Fraser A., Rajandream M., Carver T., Norbertczak H., Chillingworth T., Hance Z., Jagels K., Moule S., Ormond D., Rutter S., Squares R., Whitehead S., Rabbinowitsch E., Arrowsmith C., White B., Thurston S., Bringaud F., Baldauf S., Faulconbridge A., Jeffares D., Depledge D., Oyola S., Hilley J., Brito L., Tosi L., Barrell B., Cruz A., Mottram J., Smith D., Berriman M.","Year":"2007","DOI":"10.1038\/ng2053","DocumentType":"Article","PublicationDate":1183248000000},{"Title":"Multidrug-resistant Salmonella enterica serovar paratyphi A harbors IncHI1 plasmids similar to those found in serovar typhi.","Journal":"Journal of bacteriology","Authors":"Holt K., Thomson N., Wain J., Phan M., Nair S., Hasan R., Bhutta Z., Quail M., Norbertczak H., Walker D., Dougan G., Parkhill J.","Year":"2007","DOI":"10.1128\/JB.00232-07","DocumentType":"Article","PublicationDate":1180656000000},{"Title":"Preferences for female body size in Britain and the South Pacific.","Journal":"Body image","Authors":"Swami V., Knight D., Tovée M., Davies P., Furnham A.","Year":"2007","DOI":"10.1016\/j.bodyim.2007.01.002","DocumentType":"Article","PublicationDate":1180656000000},{"Title":"A novel linear plasmid mediates flagellar variation in Salmonella Typhi.","Journal":"PLoS pathogens","Authors":"Baker S., Hardy J., Sanderson K., Quail M., Goodhead I., Kingsley R., Parkhill J., Stocker B., Dougan G.","Year":"2007","DOI":"10.1371\/journal.ppat.0030059","DocumentType":"Article","PublicationDate":1178841600000},{"Title":"Genome plasticity of BCG and impact on vaccine efficacy.","Journal":"Proceedings of the National Academy of Sciences of the United States of America","Authors":"Brosch R., Gordon S., Garnier T., Eiglmeier K., Frigui W., Valenti P., Dos Santos S., Duthoy S., Lacroix C., Garcia-Pelayo C., Inwald J., Golby P., Garcia J., Hewinson R., Behr M., Quail M., Churcher C., Barrell B., Parkhill J., Cole S.","Year":"2007","DOI":"10.1073\/pnas.0700869104","DocumentType":"Article","PublicationDate":1174953600000},{"Title":"Sequencing and analysis of chromosome 1 of Eimeria tenella reveals a unique segmental organization.","Journal":"Genome research","Authors":"Ling K., Rajandream M., Rivailler P., Ivens A., Yap S., Madeira A., Mungall K., Billington K., Yee W., Bankier A., Carroll F., Durham A., Peters N., Loo S., Isa M., Novaes J., Quail M., Rosli R., Nor Shamsudin M., Sobreira T., Tivey A., Wai S., White S., Wu X., Kerhornou A., Blake D., Mohamed R., Shirley M., Gruber A., Berriman M., Tomley F., Dear P., Wan K.","Year":"2007","DOI":"10.1101\/gr.5823007","DocumentType":"Article","PublicationDate":1172707200000},{"Title":"Whole-heart cine MRI using real-time respiratory self-gating.","Journal":"Magnetic resonance in medicine","Authors":"Uribe S., Muthurangu V., Boubertakh R., Schaeffter T., Razavi R., Hill D., Hansen M.","Year":"2007","DOI":"10.1002\/mrm.21156","DocumentType":"Article","PublicationDate":1172707200000},{"Title":"Meningococcal genetic variation mechanisms viewed through comparative analysis of serogroup C strain FAM18.","Journal":"PLoS genetics","Authors":"Bentley S., Vernikos G., Snyder L., Churcher C., Arrowsmith C., Chillingworth T., Cronin A., Davis P., Holroyd N., Jagels K., Maddison M., Moule S., Rabbinowitsch E., Sharp S., Unwin L., Whitehead S., Quail M., Achtman M., Barrell B., Saunders N., Parkhill J.","Year":"2007","DOI":"10.1371\/journal.pgen.0030023","DocumentType":"Article","PublicationDate":1171584000000},{"Title":"Complete genome of acute rheumatic fever-associated serotype M5 Streptococcus pyogenes strain manfredo.","Journal":"Journal of bacteriology","Authors":"Holden M., Scott A., Cherevach I., Chillingworth T., Churcher C., Cronin A., Dowd L., Feltwell T., Hamlin N., Holroyd S., Jagels K., Moule S., Mungall K., Quail M., Price C., Rabbinowitsch E., Sharp S., Skelton J., Whitehead S., Barrell B., Kehoe M., Parkhill J.","Year":"2007","DOI":"10.1128\/JB.01227-06","DocumentType":"Article","PublicationDate":1170288000000},{"Title":"Genome variation and evolution of the malaria parasite Plasmodium falciparum.","Journal":"Nature genetics","Authors":"Jeffares D., Pain A., Berry A., Cox A., Stalker J., Ingle C., Thomas A., Quail M., Siebenthall K., Uhlemann A., Kyes S., Krishna S., Newbold C., Dermitzakis E., Berriman M.","Year":"2007","DOI":"10.1038\/ng1931","DocumentType":"Article","PublicationDate":1167609600000},{"Title":"The complete genome sequence and comparative genome analysis of the high pathogenicity Yersinia enterocolitica strain 8081.","Journal":"PLoS genetics","Authors":"Thomson N., Howard S., Wren B., Holden M., Crossman L., Challis G., Churcher C., Mungall K., Brooks K., Chillingworth T., Feltwell T., Abdellah Z., Hauser H., Jagels K., Maddison M., Moule S., Sanders M., Whitehead S., Quail M., Dougan G., Parkhill J., Prentice M.","Year":"2006","DOI":"10.1371\/journal.pgen.0020206","DocumentType":"Article","PublicationDate":1166140800000},{"Title":"Analysis of ESTs from Lutzomyia longipalpis sand flies and their contribution toward understanding the insect-parasite relationship.","Journal":"Genomics","Authors":"Dillon R., Ivens A., Churcher C., Holroyd N., Quail M., Rogers M., Soares M., Bonaldo M., Casavant T., Lehane M., Bates P.","Year":"2006","DOI":"10.1016\/j.ygeno.2006.06.011","DocumentType":"Article","PublicationDate":1164931200000},{"Title":"Phylogenetic relationships of the Wolbachia of nematodes and arthropods.","Journal":"PLoS pathogens","Authors":"Fenn K., Conlon C., Jones M., Quail M., Holroyd N., Parkhill J., Blaxter M.","Year":"2006","DOI":"10.1371\/journal.ppat.0020094","DocumentType":"Article","PublicationDate":1159660800000},{"Title":"Common inheritance of chromosome Ia associated with clonal expansion of Toxoplasma gondii.","Journal":"Genome research","Authors":"Khan A., Böhme U., Kelly K., Adlem E., Brooks K., Simmonds M., Mungall K., Quail M., Arrowsmith C., Chillingworth T., Churcher C., Harris D., Collins M., Fosker N., Fraser A., Hance Z., Jagels K., Moule S., Murphy L., O'Neil S., Rajandream M., Saunders D., Seeger K., Whitehead S., Mayr T., Xuan X., Watanabe J., Suzuki Y., Wakaguri H., Sugano S., Sugimoto C., Paulsen I., Mackey A., Roos D., Hall N., Berriman M., Barrell B., Sibley L., Ajioka J.","Year":"2006","DOI":"10.1101\/gr.5318106","DocumentType":"Article","PublicationDate":1157068800000},{"Title":"Comparison of the genome sequence of the poultry pathogen Bordetella avium with those of B. bronchiseptica, B. pertussis, and B. parapertussis reveals extensive diversity in surface structures associated with host interaction.","Journal":"Journal of bacteriology","Authors":"Sebaihia M., Preston A., Maskell D., Kuzmiak H., Connell T., King N., Orndorff P., Miyamoto D., Thomson N., Harris D., Goble A., Lord A., Murphy L., Quail M., Rutter S., Squares R., Squares S., Woodward J., Parkhill J., Temple L.","Year":"2006","DOI":"10.1128\/JB.01927-05","DocumentType":"Article","PublicationDate":1154390400000},{"Title":"Interactive MR imaging and tracking of catheters with multiple tuned fiducial markers.","Journal":"Journal of vascular and interventional radiology : JVIR","Authors":"Hegde S., Miquel M., Boubertakh R., Gilderdale D., Muthurangu V., Keevil S., Young I., Hill D., Razavi R.","Year":"2006","DOI":"10.1097\/01.RVI.0000228466.09982.8B","DocumentType":"Article","PublicationDate":1151712000000},{"Title":"The multidrug-resistant human pathogen Clostridium difficile has a highly mobile, mosaic genome.","Journal":"Nature genetics","Authors":"Sebaihia M., Wren B., Mullany P., Fairweather N., Minton N., Stabler R., Thomson N., Roberts A., Cerdeño-Tárraga A., Wang H., Holden M., Wright A., Churcher C., Quail M., Baker S., Bason N., Brooks K., Chillingworth T., Cronin A., Davis P., Dowd L., Fraser A., Feltwell T., Hance Z., Holroyd S., Jagels K., Moule S., Mungall K., Price C., Rabbinowitsch E., Sharp S., Simmonds M., Stevens K., Unwin L., Whithead S., Dupuy B., Dougan G., Barrell B., Parkhill J.","Year":"2006","DOI":"10.1038\/ng1830","DocumentType":"Article","PublicationDate":1151712000000},{"Title":"Genetic analysis of the capsular biosynthetic locus from all 90 pneumococcal serotypes.","Journal":"PLoS genetics","Authors":"Bentley S., Aanensen D., Mavroidi A., Saunders D., Rabbinowitsch E., Collins M., Donohoe K., Harris D., Murphy L., Quail M., Samuel G., Skovsted I., Kaltoft M., Barrell B., Reeves P., Parkhill J., Spratt B.","Year":"2006","DOI":"10.1371\/journal.pgen.0020031","DocumentType":"Article","PublicationDate":1141171200000},{"Title":"The genome of Rhizobium leguminosarum has recognizable core and accessory components.","Journal":"Genome biology","Authors":"Young J., Crossman L., Johnston A., Thomson N., Ghazoui Z., Hull K., Wexler M., Curson A., Todd J., Poole P., Mauchline T., East A., Quail M., Churcher C., Arrowsmith C., Cherevach I., Chillingworth T., Clarke K., Cronin A., Davis P., Fraser A., Hance Z., Hauser H., Jagels K., Moule S., Mungall K., Norbertczak H., Rabbinowitsch E., Sanders M., Simmonds M., Whitehead S., Parkhill J.","Year":"2006","DOI":"10.1186\/gb-2006-7-4-r34","DocumentType":"Article","PublicationDate":1136073600000},{"Title":"Microarray analysis identifies genes preferentially expressed in the lung schistosomulum of Schistosoma mansoni.","Journal":"International journal for parasitology","Authors":"Dillon G., Feltwell T., Skelton J., Ashton P., Coulson P., Quail M., Nikolaidou-Katsaridou N., Wilson R., Ivens A.","Year":"2006","DOI":"10.1016\/j.ijpara.2005.10.008","DocumentType":"Article","PublicationDate":1136073600000},{"Title":"Genomic sequence of the pathogenic and allergenic filamentous fungus Aspergillus fumigatus.","Journal":"Nature","Authors":"Nierman W., Pain A., Anderson M., Wortman J., Kim H., Arroyo J., Berriman M., Abe K., Archer D., Bermejo C., Bennett J., Bowyer P., Chen D., Collins M., Coulsen R., Davies R., Dyer P., Farman M., Fedorova N., Fedorova N., Feldblyum T., Fischer R., Fosker N., Fraser A., García J., García M., Goble A., Goldman G., Gomi K., Griffith-Jones S., Gwilliam R., Haas B., Haas H., Harris D., Horiuchi H., Huang J., Humphray S., Jiménez J., Keller N., Khouri H., Kitamoto K., Kobayashi T., Konzack S., Kulkarni R., Kumagai T., Lafon A., Latgé J., Li W., Lord A., Lu C., Majoros W., May G., Miller B., Mohamoud Y., Molina M., Monod M., Mouyna I., Mulligan S., Murphy L., O'Neil S., Paulsen I., Peñalva M., Pertea M., Price C., Pritchard B., Quail M., Rabbinowitsch E., Rawlins N., Rajandream M., Reichard U., Renauld H., Robson G., Rodriguez de Córdoba S., Rodríguez-Peña J., Ronning C., Rutter S., Salzberg S., Sanchez M., Sánchez-Ferrero J., Saunders D., Seeger K., Squares R., Squares S., Takeuchi M., Tekaia F., Turner G., Vazquez de Aldana C., Weidman J., White O., Woodward J., Yu J., Fraser C., Galagan J., Asai K., Machida M., Hall N., Barrell B., Denning D.","Year":"2005","DOI":"10.1038\/nature04332","DocumentType":"Article","PublicationDate":1135209600000},{"Title":"A genome-wide, end-sequenced 129Sv BAC library resource for targeting vector construction.","Journal":"Genomics","Authors":"Adams D., Quail M., Cox T., van der Weyden L., Gorick B., Su Q., Chan W., Davies R., Bonfield J., Law F., Humphray S., Plumb B., Liu P., Rogers J., Bradley A.","Year":"2005","DOI":"10.1016\/j.ygeno.2005.08.003","DocumentType":"Article","PublicationDate":1133395200000},{"Title":"Cardiac magnetic resonance imaging after stage I Norwood operation for hypoplastic left heart syndrome.","Journal":"Circulation","Authors":"Muthurangu V., Taylor A., Hegde S., Johnson R., Tulloh R., Simpson J., Qureshi S., Rosenthal E., Baker E., Anderson D., Razavi R.","Year":"2005","DOI":"10.1161\/CIRCULATIONAHA.105.543686","DocumentType":"Article","PublicationDate":1132617600000},{"Title":"Plasmodium falciparum variant surface antigen expression patterns during malaria.","Journal":"PLoS pathogens","Authors":"Bull P., Berriman M., Kyes S., Quail M., Hall N., Kortok M., Marsh K., Newbold C.","Year":"2005","DOI":"10.1371\/journal.ppat.0010026","DocumentType":"Article","PublicationDate":1130803200000},{"Title":"The pCoo plasmid of enterotoxigenic Escherichia coli is a mosaic cointegrate.","Journal":"Journal of bacteriology","Authors":"Froehlich B., Parkhill J., Sanders M., Quail M., Scott J.","Year":"2005","DOI":"10.1128\/JB.187.18.6509-6516.2005","DocumentType":"Article","PublicationDate":1125532800000},{"Title":"Measurement of total pulmonary arterial compliance using invasive pressure monitoring and MR flow quantification during MR-guided cardiac catheterization.","Journal":"American journal of physiology. Heart and circulatory physiology","Authors":"Muthurangu V., Atkinson D., Sermesant M., Miquel M., Hegde S., Johnson R., Andriantsimiavona R., Taylor A., Baker E., Tulloh R., Hill D., Razavi R.","Year":"2005","DOI":"10.1152\/ajpheart.00957.2004","DocumentType":"Article","PublicationDate":1125532800000},{"Title":"Percutaneous pulmonary valve implantation in humans: results in 59 consecutive patients.","Journal":"Circulation","Authors":"Khambadkone S., Coats L., Taylor A., Boudjemline Y., Derrick G., Tsang V., Cooper J., Muthurangu V., Hegde S., Razavi R., Pellerin D., Deanfield J., Bonhoeffer P.","Year":"2005","DOI":"10.1161\/CIRCULATIONAHA.104.523266","DocumentType":"Article","PublicationDate":1124755200000},{"Title":"Peroxisomal import of human alanine:glyoxylate aminotransferase requires ancillary targeting information remote from its C terminus.","Journal":"The Journal of biological chemistry","Authors":"Huber P., Birdsey G., Lumb M., Prowse D., Perkins T., Knight D., Danpure C.","Year":"2005","DOI":"10.1074\/jbc.M502719200","DocumentType":"Article","PublicationDate":1121990400000},{"Title":"Spontaneous improvement of severe right ventricular dysfunction in the setting of hypoplasia of the left heart.","Journal":"Cardiology in the young","Authors":"Muthurangu V., Simpson J., Razavi R.","Year":"2005","DOI":"10.1017\/S1047951105000156","DocumentType":"Article","PublicationDate":1107216000000},{"Title":"Novel method of quantifying pulmonary vascular resistance by use of simultaneous invasive pressure monitoring and phase-contrast magnetic resonance flow.","Journal":"Circulation","Authors":"Muthurangu V., Taylor A., Andriantsimiavona R., Hegde S., Miquel M., Tulloh R., Baker E., Hill D., Razavi R.","Year":"2004","DOI":"10.1161\/01.CIR.0000138741.72946.84","DocumentType":"Article","PublicationDate":1092700800000},{"Title":"Visualization and tracking of an inflatable balloon catheter using SSFP in a flow phantom and in the heart and great vessels of patients.","Journal":"Magnetic resonance in medicine","Authors":"Miquel M., Hegde S., Muthurangu V., Corcoran B., Keevil S., Hill D., Razavi R.","Year":"2004","DOI":"10.1002\/mrm.20041","DocumentType":"Article","PublicationDate":1083369600000},{"Title":"Health care screening for men who have sex with men.","Journal":"American family physician","Authors":"Knight D.","Year":"2004","DOI":null,"DocumentType":"Article","PublicationDate":1083369600000},{"Title":"Cardiac catheterisation guided by MRI in children and adults with congenital heart disease.","Journal":"Lancet (London, England)","Authors":"Razavi R., Hill D., Keevil S., Miquel M., Muthurangu V., Hegde S., Rhode K., Barnett M., van Vaals J., Hawkes D., Baker E.","Year":"2003","DOI":"10.1016\/S0140-6736(03)14956-2","DocumentType":"Article","PublicationDate":1070668800000},{"Title":"Three-dimensional magnetic resonance imaging of congenital cardiac anomalies.","Journal":"Cardiology in the young","Authors":"Razavi R., Hill D., Muthurangu V., Miquel M., Taylor A., Kozerke S., Baker E.","Year":"2003","DOI":"10.1017\/s1047951103000957","DocumentType":"Article","PublicationDate":1064966400000},{"Title":"Characterization and z-score calculation of cardiovascular magnetic resonance imaging parameters in patients after the Fontan operation: A Fontan Outcome Registry using Cardiovascular Magnetic Resonance Examinations study.","Journal":"Journal of cardiovascular magnetic resonance : official journal of the Society for Cardiovascular Magnetic Resonance","Authors":"Alsaied T., Li R., Christopher A., Fogel M., Slesnick T., Krishnamurthy R., Muthurangu V., Dorfman A., Lam C., Weigand J., Jeong J., Robinson J., Olivieri L., Rathod R.","Year":null,"DOI":"10.1016\/j.jocmr.2024.101113","DocumentType":"Article","PublicationDate":null}]